export const MARKET_DATA: {
  name: string
  type: string
  name_address: string
  address: string
}[] = [
  {
    name: '서울남대문시장',
    type: '전통시장',
    name_address: '서울특별시 중구 남대문시장4길 21 일대',
    address: '서울특별시 중구 남창동 49-1 일대'
  },
  {
    name: '인천산업용품유통센터',
    type: '전통시장',
    name_address: '인천광역시 동구 방축로 83번길 23',
    address: '인천광역시 동구 송림동 294'
  },
  {
    name: '동대문종합시장',
    type: '전통시장',
    name_address: '서울특별시 종로구 종로 266 동대문종합시장',
    address: '서울특별시 종로구 종로6가 289-3 동대'
  },
  {
    name: '르네시떼',
    type: '전통시장',
    name_address: '부산광역시 사상구 광장로7',
    address: '부산광역시 사상구 괘법동 529-1'
  },
  {
    name: '평화시장',
    type: '전통시장',
    name_address: '서울특별시 중구 청계천로 274 일대',
    address: '서울특별시 중구 을지로6가 17-48 일대'
  },
  {
    name: '영등포 유통상가',
    type: '전통시장',
    name_address: '서울특별시 영등포구 영등포로 109 당산동2가',
    address: '서울특별시 영등포구 당산동2가 30-2 영등포유통상가'
  },
  {
    name: '서문시장2지구종합상가',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로26길25',
    address: '대구광역시 중구 대신동 2105'
  },
  {
    name: '부산자유시장',
    type: '전통시장',
    name_address: '부산광역시 동구 조방로 48',
    address: '부산광역시 동구 범일동 830-24'
  },
  {
    name: '포항중앙상가',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 중앙상가길64',
    address: '경상북도 포항시 북구 상원동 468-23'
  },
  {
    name: '산업용재관(대구기계공구상협동조합)',
    type: '전통시장',
    name_address: '대구광역시 북구 유통단지로 16',
    address: '대구광역시 북구 산격동 1629'
  },
  {
    name: '동평화시장',
    type: '전통시장',
    name_address: '서울특별시 중구 청계천로 318 동평화시장 7층',
    address: '서울특별시 중구 신당동 217-92 동평화의류상가'
  },
  {
    name: '광희패션몰',
    type: '전통시장',
    name_address: '서울특별시 중구 마장로1길 21',
    address: '서울특별시 중구 신당동 777 광희시장'
  },
  {
    name: '청평화시장',
    type: '전통시장',
    name_address: '서울특별시 중구 청계천로 334 신당동',
    address: '서울특별시 중구 신당동 217-91 청평화시장'
  },
  {
    name: '방산종합시장',
    type: '전통시장',
    name_address: '서울특별시 중구 동호로37길 20 주교동',
    address: '서울특별시 중구 주교동 19-1 방산종합시장'
  },
  {
    name: '신평화패션타운',
    type: '전통시장',
    name_address: '서울특별시 중구 청계천로 298 신당동',
    address: '서울특별시 중구 신당동 217-1 신평화상가'
  },
  {
    name: '서문시장4지구',
    type: '전통시장',
    name_address: '대구광역시 중구 달성로 18',
    address: '대구광역시 중구 동산동 562'
  },
  {
    name: '동대문 종합시장 D상가',
    type: '전통시장',
    name_address: '서울특별시 종로구 종로266종합시장디동',
    address: '서울특별시 종로구 종로6가 262-1 동대문종합시장디동'
  },
  {
    name: '부산진시장',
    type: '전통시장',
    name_address: '부산광역시 동구 진시장로 24',
    address: '부산광역시 동구 범일동 290- 1'
  },
  {
    name: '제주민속오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 오일장서길 26',
    address: '제주특별자치도 제주시 도두1동 1212'
  },
  {
    name: '대구 전자관',
    type: '전통시장',
    name_address: '대구광역시 북구 유통단지로 45 전자관',
    address: '대구광역시 북구 산격동 1621'
  },
  {
    name: '부산 산업용품상협동조합',
    type: '전통시장',
    name_address: '부산광역시 사상구 괘감로 37',
    address: '부산광역시 사상구 괘법동 578'
  },
  {
    name: '서울약령시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 약령중앙로26',
    address: '서울특별시 동대문구 제기동 1082'
  },
  {
    name: '동화상가(주)',
    type: '전통시장',
    name_address: '서울특별시 중구 장충단로13길 34 동화상가',
    address: '서울특별시 중구 을지로6가 17-415'
  },
  {
    name: '시화공구상가',
    type: '전통시장',
    name_address: '경기도 시흥시 공단1대로 204',
    address: '경기도 시흥시 공단1대로 204'
  },
  {
    name: '부산평화시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 자유평화로 7',
    address: '부산광역시 부산진구 범천1동 839-52'
  },
  {
    name: '삼익패션타운',
    type: '전통시장',
    name_address: '서울특별시 중구 남대문시장 8길 7 삼익패션타운',
    address: '서울특별시 중구 남창동 5 삼익패션타운'
  },
  {
    name: '정이있는 구포시장',
    type: '전통시장',
    name_address: '부산광역시 북구 구포시장2길 8',
    address: '부산광역시 북구 구포1동 599-15'
  },
  {
    name: '부산산업용재유통상가',
    type: '전통시장',
    name_address: '부산광역시 사상구 새벽로 131',
    address: '부산광역시 사상구 감전동 152-2'
  },
  {
    name: '마장축산물',
    type: '전통시장',
    name_address: '서울특별시 성동구 마장로35길 68 4층',
    address: '서울특별시 성동구 마장동 439-1 4층'
  },
  {
    name: '동산상가',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로26길 65',
    address: '대구광역시 중구 대신동 115-30'
  },
  {
    name: '제일평화시장',
    type: '전통시장',
    name_address: '서울특별시 중구 마장로 13 신당동',
    address: '서울특별시 중구 신당동 775 제일평화시장'
  },
  {
    name: '이현종합상가',
    type: '전통시장',
    name_address: '경상남도 진주시 신안로 165',
    address: '경상남도 진주시 이현동 21-3'
  },
  {
    name: '부전상가',
    type: '전통시장',
    name_address: '부산광역시 부산진구 중앙대로 755번길 21',
    address: '부산광역시 부산진구 부전동 265-25'
  },
  {
    name: '구미산업유통단지',
    type: '전통시장',
    name_address: '경상북도 구미시 3공단1로 302-7',
    address: '경상북도 구미시 임수동 92-9'
  },
  {
    name: '제천중앙시장',
    type: '전통시장',
    name_address: '충청북도 제천시 풍양로 108',
    address: '충청북도 제천시 중앙로1가 77'
  },
  {
    name: '마산어시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 복요리로 7',
    address: '경상남도 창원시 마산합포구 동성동 314'
  },
  {
    name: '대구종합유통단지섬유제품관',
    type: '전통시장',
    name_address: '대구광역시 북구 유통단지로 60',
    address: '대구광역시 북구 산격동 1667'
  },
  {
    name: '경주중앙시장',
    type: '전통시장',
    name_address: '경상북도 경주시 금성로 295',
    address: '경상북도 경주시 성건동 339-2'
  },
  {
    name: '경동시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 고산자로36길 3',
    address: '서울특별시 동대문구 제기동 1036'
  },
  {
    name: '남동산업용품상가',
    type: '전통시장',
    name_address: '인천광역시 남동구 은청로4-7 4-19',
    address: '인천광역시 남동구 고잔동 630'
  },
  {
    name: '통일상가',
    type: '전통시장',
    name_address: '서울특별시 중구 청계천로 260-6',
    address: '서울특별시 중구 을지로6가 17-11'
  },
  {
    name: '신중부시장',
    type: '전통시장',
    name_address: '서울특별시 중구 을지로30길 29 오장동 일대',
    address: '서울특별시 중구 오장동 44-8 중부빌딩 일대'
  },
  {
    name: '광명전통시장',
    type: '전통시장',
    name_address: '경기도 광명시 광이로13번길 17-5',
    address: '경기도 광명시 광명동 158-44'
  },
  {
    name: '봉황중심상가시장',
    type: '전통시장',
    name_address: '경상북도 경주시 원효로 89',
    address: '경상북도 경주시 노동동 230'
  },
  {
    name: '공주산성시장',
    type: '전통시장',
    name_address: '충청남도 공주시 용당길 22',
    address: '충청남도 공주시 산성동 190-1'
  },
  {
    name: '통복시장 상인회',
    type: '전통시장',
    name_address: '경기도 평택시 통복시장로25번길 10',
    address: '경기도 평택시 통복동 70-29'
  },
  {
    name: '육거리종합시장',
    type: '전통시장',
    name_address: '충청북도 청주시 상당구 청남로2197번길 42',
    address: '충청북도 청주시 상당구 석교동 60-4'
  },
  {
    name: '경주성동공설시장',
    type: '전통시장',
    name_address: '경상북도 경주시 원화로 281번길 11-11',
    address: '경상북도 경주시 성동동 51-1번지 일원'
  },
  {
    name: '숭례문수입상가',
    type: '전통시장',
    name_address: '서울특별시 중구 소월로 3',
    address: '서울특별시 중구 남창동 51-1 롯데손해보험빌딩'
  },
  {
    name: '원주중앙시장',
    type: '전통시장',
    name_address: '강원도 원주시 중앙시장길 6',
    address: '강원도 원주시 중앙동 60-56'
  },
  {
    name: '팔달신시장',
    type: '전통시장',
    name_address: '대구광역시 북구 팔달로33길5-9',
    address: '대구광역시 북구 노원동3가'
  },
  {
    name: '성원그랜드쇼핑',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 동산로 124',
    address: '경상남도 창원시 성산구 상남동 45-1'
  },
  {
    name: '서귀포향토오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 토평서로11번길 142',
    address: '제주특별자치도 서귀포시 동홍동 779-1'
  },
  {
    name: '광장시장',
    type: '전통시장',
    name_address: '서울특별시 종로구 창경궁로 88',
    address: '서울특별시 종로구 예지동 2-1'
  },
  {
    name: '남양시장',
    type: '전통시장',
    name_address: '경기도 화성시 남양읍 남양시장로 61일원',
    address: '경기도 화성시 남양리 1165-25'
  },
  {
    name: '죽도시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 죽도시장13길 13',
    address: '경상북도 포항시 북구 죽도동 2번지일대'
  },
  {
    name: '남평화시장',
    type: '전통시장',
    name_address: '서울특별시 중구 장충단로 282-10 신당동',
    address: '서울특별시 중구 신당동 772 남평화시장'
  },
  {
    name: '국제시장',
    type: '전통시장',
    name_address: '부산광역시 중구 중구로 국제시장 2길 25호 2공구 서동 3층',
    address: '부산광역시 중구 신창동 4가'
  },
  {
    name: '신동아수산물시장',
    type: '전통시장',
    name_address: '부산광역시 중구 자갈치로 42',
    address: '부산광역시 중구 남포동5가 92'
  },
  {
    name: '말바우시장',
    type: '전통시장',
    name_address: '광주광역시 북구 동문대로97번길 55',
    address: '광주광역시 북구 우산동 190-1'
  },
  {
    name: '중부시장',
    type: '전통시장',
    name_address: '서울특별시 중구 을지로36길 35 오장동 일대',
    address: '서울특별시 중구 오장동 139-11 일대'
  },
  {
    name: '인천종합어시장',
    type: '전통시장',
    name_address: '인천광역시 중구 연안부두로 33번길 37',
    address: '인천광역시 중구 항동7가 27-69'
  },
  {
    name: '용인중앙시장',
    type: '전통시장',
    name_address: '경기도 용인시 처인구 금령로107번길 13',
    address: '경기도 용인시 처인구 김량장동 137-1'
  },
  {
    name: '반야월종합시장',
    type: '전통시장',
    name_address: '대구광역시 동구 율하동로 143',
    address: '대구광역시 동구 신기동 174-1'
  },
  {
    name: '경주중심상가시장',
    type: '전통시장',
    name_address: '경상북도 경주시 태종로 791번길16',
    address: '경상북도 경주시 황오동 234-1'
  },
  {
    name: '포항 죽도 농산물시장',
    type: '전통시장',
    name_address: '경상북도 포항시 죽도시장2길 18',
    address: '경상북도 포항시 죽도동 5-22'
  },
  {
    name: '부평깡통시장',
    type: '전통시장',
    name_address: '부산광역시 중구 부평1길',
    address: '부산광역시 중구 부평동2가 16'
  },
  {
    name: '안양중앙인정시장',
    type: '전통시장',
    name_address: '경기도 안양시 만안구 냉천로185번길 8',
    address: '경기도 안양시 만안구 안양동 711-280'
  },
  {
    name: '원주자유시장',
    type: '전통시장',
    name_address: '강원도 원주시 중앙시장길 11',
    address: '강원도 원주시 중앙동 57'
  },
  {
    name: '도마큰시장',
    type: '전통시장',
    name_address: '대전광역시 서구 도마4길 71',
    address: '대전광역시 서구 도마동 132-13'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '경상북도 안동시 대안로98-15',
    address: '경상북도 안동시 옥야동 285-1'
  },
  {
    name: '조암시장',
    type: '전통시장',
    name_address: '경기도 화성시 우정읍 조암남로 8',
    address: '경기도 화성시 우정읍 조암리 311-3'
  },
  {
    name: '황룡시장',
    type: '전통시장',
    name_address: '전라남도 장성군 황룡면 삼월길 5',
    address: '전라남도 장성군 황룡면 월평리 151-1'
  },
  {
    name: '충주 자유시장 상인회',
    type: '전통시장',
    name_address: '충청북도 충주시 충인6길 16',
    address: '충청북도 충주시 충의동 192'
  },
  {
    name: '상남시장',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 마디미로28',
    address: '경상남도 창원시 성산구 상남동 16'
  },
  {
    name: '서면시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 서면로 56',
    address: '부산광역시 부산진구 부전동 256-6'
  },
  {
    name: '양평물맑은시장상인회',
    type: '전통시장',
    name_address: '경기도 양평군 양평읍 양평장터길 15 일원',
    address: '경기도 양평군 양평읍 양근리 166-14'
  },
  {
    name: '대림상가',
    type: '전통시장',
    name_address: '서울특별시 중구 을지로 157',
    address: '서울특별시 중구 산림동 207-2'
  },
  {
    name: '마산부림시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산함포구 3 15대로 352',
    address: '경상남도 창원시 마산합포구 부림동 32'
  },
  {
    name: '동대문종합시장신관',
    type: '전통시장',
    name_address: '서울특별시 종로구 종로 272 종로6가',
    address: '서울특별시 종로구 종로 266 동대문종합시장 신관지하1층81호'
  },
  {
    name: '벨포스트(에리어식스)',
    type: '전통시장',
    name_address: '서울특별시 중구 마장로 19 신당동',
    address: '서울특별시 중구 신당동 776'
  },
  {
    name: '진주중앙시장',
    type: '전통시장',
    name_address: '경상남도 진주시 진양호로547번길 8-1 일원',
    address: '경상남도 진주시 대안동 8-600'
  },
  {
    name: '세아프라자상가 전통시장',
    type: '전통시장',
    name_address: '경기도 동두천시 큰시장로 64',
    address: '경기도 동두천시 큰시장로 64'
  },
  {
    name: '서문시장1지구상인회',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로28길10 1층',
    address: '대구광역시 중구 대신동 115-379 1층'
  },
  {
    name: '온양온천시장',
    type: '전통시장',
    name_address: '충청남도 아산시 시장길 29',
    address: '충청남도 아산시 온천동 94-6'
  },
  {
    name: '전주중앙상가',
    type: '전통시장',
    name_address: '전라북도 전주시 완산구 태평3길 70',
    address: '전라북도 전주시 완산구 태평동 36-1'
  },
  {
    name: '전자상가',
    type: '전통시장',
    name_address: '대구광역시 북구 유통단지로25',
    address: '대구광역시 북구 산격동 1626'
  },
  {
    name: '사강시장',
    type: '전통시장',
    name_address: '경기도 화성시 송산면 사강로 183-1',
    address: '경기도 화성시 송산면 사강리 663-1'
  },
  {
    name: '천안중앙상사',
    type: '전통시장',
    name_address: '충청남도 천안시 동남구 사직로 7',
    address: '충청남도 천안시 동남구 사직동263 사직2길 19'
  },
  {
    name: '오산 오색시장',
    type: '전통시장',
    name_address: '경기도 오산시 오산로 272번길 21',
    address: '경기도 오산시 오산동 853-27'
  },
  {
    name: '진주논개시장',
    type: '전통시장',
    name_address: '경상남도 진주시 진양호로569번길 12',
    address: '경상남도 진주시 장대동 58-8'
  },
  {
    name: '울산시장',
    type: '전통시장',
    name_address: '울산광역시 중구 구교로 35',
    address: '울산광역시 중구 학산동 47-10 신중앙시장'
  },
  {
    name: '속초중앙전통시장',
    type: '전통시장',
    name_address: '강원도 속초시 중앙시장로 6길 4',
    address: '강원도 속초시 중앙동 493-51'
  },
  {
    name: '부전시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 중앙대로 783번길 23',
    address: '부산광역시 부산진구 부전동 573'
  },
  {
    name: '서면중앙시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 동성로 143',
    address: '부산광역시 부산진구 전포2동 608-1'
  },
  {
    name: '동성하이타운시장',
    type: '전통시장',
    name_address: '부산광역시 남구 천제등로11',
    address: '부산광역시 남구 대연1동 1756-9'
  },
  {
    name: '선산봉황시장',
    type: '전통시장',
    name_address: '경상북도 구미시 선산읍 단계동길 24',
    address: '경상북도 구미시 선산읍 완전리 253'
  },
  {
    name: '소래포구전통어시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 장도로 86-17',
    address: '인천광역시 남동구 논현동 111-168'
  },
  {
    name: '성서중심시장',
    type: '전통시장',
    name_address: '충청북도 충주시 성서8길 21',
    address: '충청북도 충주시 성서동 178'
  },
  {
    name: '의정부제일시장',
    type: '전통시장',
    name_address: '경기도 의정부시 태평로 73번길 20',
    address: '경기도 의정부시 의정부동 160'
  },
  {
    name: '세종전통시장',
    type: '전통시장',
    name_address: '세종특별자치시 조치원읍 조치원8길 42',
    address: '세종특별자치시 조치원읍 정리 19-1'
  },
  {
    name: '서천특화시장',
    type: '전통시장',
    name_address: '충청남도 서천군 서천읍 충절로 42',
    address: '충청남도 서천군 서천읍 군사리 686-1'
  },
  {
    name: '동문재래시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 관덕로14길 20',
    address: '제주특별자치도 제주시 이도1동 1436-7'
  },
  {
    name: '진주동성상가',
    type: '전통시장',
    name_address: '경상남도 진주시 진주대로 901',
    address: '경상남도 진주시 강남동 219'
  },
  {
    name: '진해중앙시장',
    type: '전통시장',
    name_address: '경상남도 창원시 진해구 벚꽃로 60번길 19-4',
    address: '경상남도 창원시 진해구 벚꽃로 화천동 60-14'
  },
  {
    name: '송림공구상가',
    type: '전통시장',
    name_address: '인천광역시 동구 봉수대로 98',
    address: '인천광역시 동구 송림동 296'
  },
  {
    name: '동문시장',
    type: '전통시장',
    name_address: '서울특별시 종로구 종로44길 14',
    address: '서울특별시 종로구 창신동 436-41 동문상가'
  },
  {
    name: '자갈치시장',
    type: '전통시장',
    name_address: '부산광역시 중구 자갈치해안로 52번길',
    address: '부산광역시 중구 남포동4가 37-1'
  },
  {
    name: '전주 남부시장',
    type: '전통시장',
    name_address: '전라북도 전주시 완산구 풍남문1길 19-3',
    address: '전라북도 전주시 완산구 전동 295-4'
  },
  {
    name: '논산화지중앙시장',
    type: '전통시장',
    name_address: '충청남도 논산시 대화로 78',
    address: '충청남도 논산시 대교동 70-6'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '경기도 안양시 만안구 냉천로 196',
    address: '경기도 안양시 만안구 안양4동 676-44'
  },
  {
    name: '월배시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 월배로24길 13',
    address: '대구광역시 달서구 진천동 241-3'
  },
  {
    name: '산정시장활성화구역',
    type: '전통시장',
    name_address: '충청남도 공주시 국고개길 11',
    address: '충청남도 공주시 중동 63'
  },
  {
    name: '춘천서부시장',
    type: '전통시장',
    name_address: '강원도 춘천시 서부대성로12',
    address: '강원도 춘천시 소양로2가 172-1'
  },
  {
    name: '골드테마거리',
    type: '전통시장',
    name_address: '부산광역시 부산진구 범일로 134 중앙빌딩',
    address: '부산광역시 부산진구 법천1동 836-1'
  },
  {
    name: '구리전통시장',
    type: '전통시장',
    name_address: '경기도 구리시 검배로 6번길 31',
    address: '경기도 구리시 수택동 417'
  },
  {
    name: '월드밸리',
    type: '전통시장',
    name_address: '부산광역시 중구 대청로 60',
    address: '부산광역시 중구 부평동2가 2'
  },
  {
    name: '중앙전통시장',
    type: '전통시장',
    name_address: '울산광역시 중구 중앙시장 2길 옥교동',
    address: '울산광역시 중구 옥교동 275-4'
  },
  {
    name: '산격종합시장',
    type: '전통시장',
    name_address: '대구광역시 북구 대동로1길 34',
    address: '대구광역시 북구 산격동 1258'
  },
  {
    name: '대인시장',
    type: '전통시장',
    name_address: '광주광역시 동구 제봉로194번길 10',
    address: '광주광역시 동구 대인동 309-3'
  },
  {
    name: '부산 새벽시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 새벽로 141',
    address: '부산광역시 사상구 감전동 143-16'
  },
  {
    name: '거창시장',
    type: '전통시장',
    name_address: '경상남도 거창군 거창읍 중앙로 140',
    address: '경상남도 거창군 중앙리 154-12'
  },
  {
    name: '신림중앙시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 조원로16길 27',
    address: '서울특별시 관악구 조원동 541'
  },
  {
    name: '금산수삼센터',
    type: '전통시장',
    name_address: '충청남도 금산군 금산읍 인삼약초로 24',
    address: '충청남도 금산군 금산읍 중도리 24'
  },
  {
    name: '동래시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 동래시장길14',
    address: '부산광역시 동래구 복천동 229-42'
  },
  {
    name: '한일상가',
    type: '전통시장',
    name_address: '서울특별시 종로구 청계천로 229 종로5가',
    address: '서울특별시 종로구 종로5가 314-7 청오가방도매상가'
  },
  {
    name: '울산산업공구월드',
    type: '전통시장',
    name_address: '울산광역시 남구 갈밭로 24 삼산동',
    address: '울산광역시 남구 삼산동 1591-4 울산산업공구월드'
  },
  {
    name: '수원영동시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 수원천로255번길 6 영동',
    address: '경기도 수원시 팔달구 영동 8'
  },
  {
    name: '궁평항수산물 직판장',
    type: '전통시장',
    name_address: '경기도 화성시 서신면 궁평항로 1049-24',
    address: '경기도 화성시 서신면 궁평리689'
  },
  {
    name: '군산공설시장',
    type: '전통시장',
    name_address: '전라북도 군산시 신금길 18',
    address: '전라북도 군산시 신영동 18-1'
  },
  {
    name: '강릉중앙시장',
    type: '전통시장',
    name_address: '강원도 강릉시 금성로21',
    address: '강원도 강릉시 성남동 50'
  },
  {
    name: '통영중앙전통시장',
    type: '전통시장',
    name_address: '경상남도 통영시 중앙시장1길14-16',
    address: '경상남도 통영시 중앙동 38-4'
  },
  {
    name: '금오시장 상인회',
    type: '전통시장',
    name_address: '경상북도 구미시 금오시장로13',
    address: '경상북도 구미시 원평동 1028-2'
  },
  {
    name: '안산다농마트전통시장',
    type: '전통시장',
    name_address: '경기도 안산시 상록구 예술광장로 1',
    address: '경기도 안산시 상록구 월피동 445-1'
  },
  {
    name: '토월복합상가시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 신월로 42',
    address: '경상남도 창원시 의창구 실월동68-1'
  },
  {
    name: '삼천포용궁수산시장',
    type: '전통시장',
    name_address: '경상남도 사천시 어시장길 64',
    address: '경상남도 사천시 동동 485-2'
  },
  {
    name: '양동복개상가',
    type: '전통시장',
    name_address: '광주광역시 서구 천변좌로 243',
    address: '광주광역시 서구 양동 441'
  },
  {
    name: '창원기계공구상가',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 창원대로 400',
    address: '경상남도 창원시 팔용동 16-1'
  },
  {
    name: '목포동부시장',
    type: '전통시장',
    name_address: '전라남도 목포시 영산로257번길 15',
    address: '전라남도 목포시 용당동 1053'
  },
  {
    name: '안동구시장',
    type: '전통시장',
    name_address: '경상북도 안동시 번영1길 55',
    address: '경상북도 안동시 서부동 181-1'
  },
  {
    name: '부전농수산물 새벽시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 부전로 156',
    address: '부산광역시 부산진구 부전동 347-1'
  },
  {
    name: '고성시장',
    type: '전통시장',
    name_address: '경상남도 고성군 고성읍 중앙로25번길57',
    address: '경상남도 고성군 고성읍 서외리 1-6'
  },
  {
    name: '(사)속초종합중앙시장',
    type: '전통시장',
    name_address: '강원도 속초시 중앙로147번길 16',
    address: '강원도 속초시 중앙동 471-4'
  },
  {
    name: '삼척중앙시장',
    type: '전통시장',
    name_address: '강원도 삼척시 진주로 12-21',
    address: '강원도 삼척시 남양동 55-4'
  },
  {
    name: '가음시장대상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 원이대로 883번지 15-24',
    address: '경상남도 창원시 성산구 원이대로 883번지 15-24'
  },
  {
    name: '현대시장',
    type: '전통시장',
    name_address: '인천광역시 동구 송림로109번길 21',
    address: '인천광역시 동구 송림동 50-1'
  },
  {
    name: '덕계종합상설시장',
    type: '전통시장',
    name_address: '경상남도 양산시 덕계2길 7',
    address: '경상남도 양산시 덕계동 754-1'
  },
  {
    name: '서문시장5지구',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로26길 6',
    address: '대구광역시 중구 대신동115-400'
  },
  {
    name: '신정상가시장',
    type: '전통시장',
    name_address: '울산광역시 남구 월평로47번길 15',
    address: '울산광역시 남구 신정동 616-1'
  },
  {
    name: '청량리 청과물시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 왕산로33길 16',
    address: '서울특별시 동대문구 제기동 635-35'
  },
  {
    name: '마산수산시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 수산2길 194',
    address: '경상남도 창원시 마산합포구 남성동 229-1'
  },
  {
    name: '양동시장',
    type: '전통시장',
    name_address: '광주광역시 서구 천변좌로 238',
    address: '광주광역시 서구 양동 5-101'
  },
  {
    name: '익산장',
    type: '전통시장',
    name_address: '전라북도 익산시 인북로 11길 27',
    address: '전라북도 익산시 남중동 35-9'
  },
  {
    name: '제주칠성로상점가진흥사업협동조합',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 관덕로 13길 12',
    address: '제주특별자치도 제주시 일도1동 1476-20'
  },
  {
    name: '현대유통 쇼핑센타',
    type: '전통시장',
    name_address: '경상북도 구미시 구미중앙로 61-6',
    address: '경상북도 구미시 원평동 119-2'
  },
  {
    name: '서산동부전통시장',
    type: '전통시장',
    name_address: '충청남도 서산시 시장5로 15',
    address: '충청남도 서산시 동문동 900-3'
  },
  {
    name: '안강공설시장',
    type: '전통시장',
    name_address: '경상북도 경주시 안강읍 비화중로 3길 26-3',
    address: '경상북도 경주시 안강읍 양월리 1350-1'
  },
  {
    name: '서시장 주변시장',
    type: '전통시장',
    name_address: '전라남도 여수시 서교2길 2-7',
    address: '전라남도 여수시 서교동 534-20'
  },
  {
    name: '제일종합시장',
    type: '전통시장',
    name_address: '강원도 춘천시 약사고개길13',
    address: '강원도 춘천시 죽림동 32'
  },
  {
    name: '수안인정시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 충렬대로245번길 8',
    address: '부산광역시 동래구 수안동275-2'
  },
  {
    name: '서문시장아진상가',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로 28길39',
    address: '대구광역시 중구 큰장로 대신동 115-381'
  },
  {
    name: '서호전통시장',
    type: '전통시장',
    name_address: '경상남도 통영시 새터길 58-9',
    address: '경상남도 통영시 서호동 163-42'
  },
  {
    name: '부천자유시장',
    type: '전통시장',
    name_address: '경기도 부천시 소사구 자유로 33',
    address: '경기도 부천시 소사구 심곡본동 543'
  },
  {
    name: '한민시장',
    type: '전통시장',
    name_address: '대전광역시 서구 도솔로 308번길 27',
    address: '대전광역시 서구 괴정동 88-34'
  },
  {
    name: '서면종합시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 부전로 162번길 28',
    address: '부산광역시 부산진구 부전동 347-40'
  },
  {
    name: '대구약령시장',
    type: '전통시장',
    name_address: '대구광역시 중구 남성로 27-1',
    address: '대구광역시 중구 남성로 52-2'
  },
  {
    name: '봉덕신시장',
    type: '전통시장',
    name_address: '대구광역시 남구 봉덕로 115',
    address: '대구광역시 남구 대구 남구 봉덕동 955-8'
  },
  {
    name: '대명여울빛거리시장',
    type: '전통시장',
    name_address: '서울특별시 금천구 시흥대로 212 시흥동',
    address: '서울특별시 금천구 시흥동 889-13'
  },
  {
    name: '문경중앙시장',
    type: '전통시장',
    name_address: '경상북도 문경시 중앙시장길32-10',
    address: '경상북도 문경시 흥덕동 794-1'
  },
  {
    name: '지동시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 팔달문로 19 지동',
    address: '경기도 수원시 팔달구 지동 402-2'
  },
  {
    name: '팔달문시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 정조로770번길 17 영동',
    address: '경기도 수원시 팔달구 영동 6-14'
  },
  {
    name: '아리랑거리',
    type: '전통시장',
    name_address: '부산광역시 중구 중구로30번길 12',
    address: '부산광역시 중구 신창동 3가 17-1'
  },
  {
    name: '다대씨파크',
    type: '전통시장',
    name_address: '부산광역시 사하구 다대동로 20',
    address: '부산광역시 사하구 다대동 680-2'
  },
  {
    name: '진주청과시장',
    type: '전통시장',
    name_address: '경상남도 진주시 촉석로 226번길 3',
    address: '경상남도 진주시 수정동 25-28'
  },
  {
    name: '동쪽바다 중앙시장',
    type: '전통시장',
    name_address: '강원도 동해시 중앙시장길 12',
    address: '강원도 동해시 발한동 7-1'
  },
  {
    name: '신탄진시장',
    type: '전통시장',
    name_address: '대전광역시 대덕구 석봉로43번길 37',
    address: '대전광역시 대덕구 석봉동 417-43'
  },
  {
    name: '효자시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 효자동길10번길 13',
    address: '경상북도 포항시 남구 효자동 301-1'
  },
  {
    name: '화서시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 동말로 72 화서동',
    address: '경기도 수원시 팔달구 화서동 97-1'
  },
  {
    name: '남항시장',
    type: '전통시장',
    name_address: '부산광역시 영도구 절영로 49번길 73-5',
    address: '부산광역시 영도구 영선동2가 64-6'
  },
  {
    name: '장평종합시장',
    type: '전통시장',
    name_address: '경상남도 거제시장평로37',
    address: '경상남도 장평동 56-1'
  },
  {
    name: '중앙시장(창원중앙시장)',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 외동반림로 126길50',
    address: '경상남도 창원시 성산구 중앙동 8-10'
  },
  {
    name: '서귀포시올레매일시장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 중앙로 62번길 18',
    address: '제주특별자치도 서귀포시 서귀동 277-1'
  },
  {
    name: '칠성시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성남로 229',
    address: '대구광역시 북구 칠성동1가 276-163'
  },
  {
    name: '남광주시장',
    type: '전통시장',
    name_address: '광주광역시 동구 제봉로17번길 18-6',
    address: '광주광역시 동구 학동 84-23'
  },
  {
    name: '수원역전시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 매산로 2-10 매산로1가',
    address: '경기도 수원시 팔달구 매산로1가 57-3'
  },
  {
    name: '홍성전통시장',
    type: '전통시장',
    name_address: '충청남도 홍성군 홍성읍 홍성천길 242',
    address: '충청남도 홍성군 홍성읍 대교리 400-1'
  },
  {
    name: '사상시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 사상로250번길58 괘법동',
    address: '부산광역시 사상구 괘법동 379-1'
  },
  {
    name: '영천공설시장',
    type: '전통시장',
    name_address: '경상북도 영천시 시장4길 52',
    address: '경상북도 영천시 완산동 982-3'
  },
  {
    name: '양산남부시장',
    type: '전통시장',
    name_address: '경상남도 양산시 중앙로 133번지',
    address: '경상남도 양산시 중부동 423-5'
  },
  {
    name: '서울중앙시장',
    type: '전통시장',
    name_address: '서울특별시 중구 퇴계로 85길 36 일대',
    address: '서울특별시 중구 황학동 442 일대'
  },
  {
    name: '평택국제 중앙시장',
    type: '전통시장',
    name_address: '경기도 평택시 중앙시장로 16',
    address: '경기도 평택시 신장동 317-70'
  },
  {
    name: '부평문화의 거리',
    type: '전통시장',
    name_address: '인천광역시 부평구 부평문화로 78-2',
    address: '인천광역시 부평구 부평동 201의141'
  },
  {
    name: '달서시장 상인회',
    type: '전통시장',
    name_address: '대구광역시 달서구 당산로 27 35',
    address: '대구광역시 달서구 본리동 145-2 -5번지'
  },
  {
    name: '안산시민시장',
    type: '전통시장',
    name_address: '경기도 안산시 단원구 화랑로 149',
    address: '경기도 안산시 단원구 초지동 604-4'
  },
  {
    name: '발안만세시장',
    type: '전통시장',
    name_address: '경기도 화성시 향남읍 평2길 7',
    address: '경기도 화성시 향남읍 평리 81-51'
  },
  {
    name: '산본시장',
    type: '전통시장',
    name_address: '경기도 군포시 산본천로183번길 6 산본동',
    address: '경기도 군포시 산본동 221-5'
  },
  {
    name: '관문상가시장',
    type: '전통시장',
    name_address: '대구광역시 남구 월배로 494',
    address: '대구광역시 남구 대명동 1135-4'
  },
  {
    name: '청계 상가',
    type: '전통시장',
    name_address: '서울특별시 중구 청계천로 160',
    address: '서울특별시 중구 산림동 207-1'
  },
  {
    name: '북마산중앙시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 상남시장로3',
    address: '경상남도 창원시 마산합포구 상남동 40-1'
  },
  {
    name: '동해남부재래시장',
    type: '전통시장',
    name_address: '강원도 동해시 청운1길 29',
    address: '강원도 동해시 동회동 442'
  },
  {
    name: '거제고현시장',
    type: '전통시장',
    name_address: '경상남도 거제시 중앙로 1883-2',
    address: '경상남도 거제시 고현동 98-27'
  },
  {
    name: '순천시 아랫장',
    type: '전통시장',
    name_address: '전라남도 순천시 장평로 60',
    address: '전라남도 순천시 풍덕동 1264'
  },
  {
    name: '남구로시장',
    type: '전통시장',
    name_address: '서울특별시 구로구 구로동로26길 41',
    address: '서울특별시 구로구 구로2동 730-52'
  },
  {
    name: '미래그린시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 불정로386번길 10 서현동 효자촌미래타운아파트',
    address: '경기도 성남시 분당구 서현동 307'
  },
  {
    name: '경산공설시장',
    type: '전통시장',
    name_address: '경상북도 경산시 경안로31길 19',
    address: '경상북도 경산시 서상동 10'
  },
  {
    name: '금산국제인삼시장조합',
    type: '전통시장',
    name_address: '충청남도 금산군 금산읍 인삼약초로 45',
    address: '충청남도 금산군 금산읍 중도리 8-1'
  },
  {
    name: '포항 큰 동해시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 중앙로146번길 30',
    address: '경상북도 포항시 남구 해도동 435-31'
  },
  {
    name: '대전문창전통시장',
    type: '전통시장',
    name_address: '대전광역시 중구 보문로 20번길 22',
    address: '대전광역시 중구 문창동 116-8'
  },
  {
    name: '용현시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 용삼길 13',
    address: '인천광역시 미추홀구 용현동 459-92'
  },
  {
    name: '인천모래내전통시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 호구포로810번길 42-8',
    address: '인천광역시 남동구 구월동 1263-5'
  },
  {
    name: '부평종합시장',
    type: '전통시장',
    name_address: '인천광역시 부평구 부흥로316번길 38-3',
    address: '인천광역시 부평구 부평동 360-1'
  },
  {
    name: '중앙상가시장',
    type: '전통시장',
    name_address: '대전광역시 동구 대전로791번길 38',
    address: '대전광역시 동구 중동 28-45'
  },
  {
    name: '연수상가 상인회',
    type: '전통시장',
    name_address: '충청북도 충주시 번영대로 125',
    address: '충청북도 충주시 연수동 924'
  },
  {
    name: '영동전통시장',
    type: '전통시장',
    name_address: '충청북도 영동군 영동읍 영산로1길 13-1',
    address: '충청북도 영동군 영동읍 계산리 694-13'
  },
  {
    name: '괴정골목시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 사하로 198',
    address: '부산광역시 사하구 사하로 198'
  },
  {
    name: '울진바지게시장',
    type: '전통시장',
    name_address: '경상북도 울진군 울진읍 읍내2길 13-6',
    address: '경상북도 울진군 울진읍 읍내리 63'
  },
  {
    name: '삼천포중앙시장',
    type: '전통시장',
    name_address: '경상남도 사천시 중앙시장2길 37',
    address: '경상남도 사천시 선구동17-4'
  },
  {
    name: '역전시장',
    type: '전통시장',
    name_address: '전라남도 순천시 역전장길 9',
    address: '전라남도 순천시 덕암동 227-1'
  },
  {
    name: '금산금빛시장',
    type: '전통시장',
    name_address: '충청남도 금산군 금산읍 금산천길 98',
    address: '충청남도 금산군 금산읍 하옥리 335-12'
  },
  {
    name: '전주모래내시장',
    type: '전통시장',
    name_address: '전라북도 전주시 덕진구 모래내4길 8-8',
    address: '전라북도 전주시 덕진구 인후동2가 203-10'
  },
  {
    name: '대정오일장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 대정읍 신영로36번길 65',
    address: '제주특별자치도 서귀포시 대정읍 하모리 1089-15'
  },
  {
    name: '전기재료관',
    type: '전통시장',
    name_address: '대구광역시 북구 유흥단지로 38 산격동',
    address: '대구광역시 북구 산격동 1665'
  },
  {
    name: '동두천시 중앙시장',
    type: '전통시장',
    name_address: '경기도 동두천시 중앙로285번길 9',
    address: '경기도 동두천시 생연동 607-27'
  },
  {
    name: '당진전통시장',
    type: '전통시장',
    name_address: '충청남도 당진시 당진시장길 100',
    address: '충청남도 당진시 읍내동 145-13'
  },
  {
    name: '부산 남문시장',
    type: '전통시장',
    name_address: '부산광역시 동구 범일로65번길 8',
    address: '부산광역시 동구 범일동 290-3'
  },
  {
    name: '서문시장1지구포목시장(2층)',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로28길10 2층',
    address: '대구광역시 중구 대신동 115-379 2층'
  },
  {
    name: '원주남부시장',
    type: '전통시장',
    name_address: '강원도 원주시 치악로 1803',
    address: '강원도 원주시 명륜동 26'
  },
  {
    name: '신창상가',
    type: '전통시장',
    name_address: '부산광역시 중구 중구로34번길 21-1',
    address: '부산광역시 중구 신창동1가 19-2'
  },
  {
    name: '정읍 샘고을시장',
    type: '전통시장',
    name_address: '전라북도 정읍시 태평6길 25',
    address: '전라북도 정읍시 시기동 280-4'
  },
  {
    name: '새마을 중앙시장',
    type: '전통시장',
    name_address: '경상북도 구미시 구미중앙로9길 11',
    address: '경상북도 구미시 원평동 117-20 외'
  },
  {
    name: '전남 여수시(주)서시장',
    type: '전통시장',
    name_address: '전라남도 여수시 좌수영로 16-6',
    address: '전라남도 여수시 서교동 280'
  },
  {
    name: '과천서서울프라자',
    type: '전통시장',
    name_address: '경기도 과천시 별양상가 2로 20',
    address: '경기도 과천시 별양동 1-18'
  },
  {
    name: '(사)김해동상시장',
    type: '전통시장',
    name_address: '경상남도 김해시 호계로 517번길 5-13',
    address: '경상남도 김해시 동상동 877-2'
  },
  {
    name: '부안상선시장',
    type: '전통시장',
    name_address: '전라북도 부안군 부안읍 부풍로 47',
    address: '전라북도 부안군 부안읍 21'
  },
  {
    name: '청도공설시장',
    type: '전통시장',
    name_address: '경상북도 청도군 청도읍 청도시장1길 21',
    address: '경상북도 청도군 청도읍 고수리 778 외'
  },
  {
    name: '테크노상가',
    type: '전통시장',
    name_address: '서울특별시 중구 마장로1가길 17 테크노상가',
    address: '서울특별시 중구 신당동 213-51 엠씨프라자'
  },
  {
    name: '가음정시장',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 원이대로863번길24',
    address: '경상남도 창원시 성산구 가음동 21-20'
  },
  {
    name: '괴산시장',
    type: '전통시장',
    name_address: '충청북도 괴산군 괴산읍 읍내로 15길8-8',
    address: '충청북도 괴산군 괴산읍 동부리 560-1'
  },
  {
    name: '영주문화시장',
    type: '전통시장',
    name_address: '경상북도 영주시 중앙로 83번길 32',
    address: '경상북도 영주시 영주동 376-1'
  },
  {
    name: '서문시장 명품프라자',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로 28길 27',
    address: '대구광역시 중구 대신동 115-112'
  },
  {
    name: '월성청구시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 월성2동 89-2',
    address: '대구광역시 달서구 학산로 17'
  },
  {
    name: '비단길현대시장',
    type: '전통시장',
    name_address: '서울특별시 금천구 독산로 27길 52',
    address: '서울특별시 금천구 시흥동 828-45'
  },
  {
    name: '자유상가',
    type: '전통시장',
    name_address: '서울특별시 중구 남대문로 36 회현동1가',
    address: '서울특별시 중구 회현동1가 202-1'
  },
  {
    name: '안양남부시장',
    type: '전통시장',
    name_address: '경기도 안양시 만안구 장내로 140번길 51',
    address: '경기도 안양시 만안구 안양동 622-378'
  },
  {
    name: '안양호계종합시장',
    type: '전통시장',
    name_address: '경기도 안양시 동안구 흥안대로113번길 34',
    address: '경기도 안양시 동안구 호계1동 997'
  },
  {
    name: '대구 신매시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 신매로16길 24-4 신매동',
    address: '대구광역시 수성구 신매동576-2'
  },
  {
    name: '무학시장',
    type: '전통시장',
    name_address: '충청북도 충주시 무학1길 19',
    address: '충청북도 충주시 봉방동 8-6'
  },
  {
    name: '해남읍5일시장',
    type: '전통시장',
    name_address: '전라남도 해남군 해남읍 중앙2로 76',
    address: '전라남도 해남군 해남읍 고도리 102-4'
  },
  {
    name: '청담삼익상가',
    type: '전통시장',
    name_address: '서울특별시 강남구 학동로 101길 26',
    address: '서울특별시 강남구 청담동 134-20'
  },
  {
    name: '춘천중앙시장',
    type: '전통시장',
    name_address: '강원도 춘천시 중앙로77번길 4-4',
    address: '강원도 춘천시 중앙로2가 42-18'
  },
  {
    name: '양수리전통시장상인회',
    type: '전통시장',
    name_address: '경기도 양평군 양서면 양수로 150번길 3-15 일원',
    address: '경기도 양평군 양서면 양수리 1060 일원'
  },
  {
    name: '영해만세시장',
    type: '전통시장',
    name_address: '경상북도 영덕군 영해면 예주시장5길 21',
    address: '경상북도 영덕군 영해면 성내리 468-1'
  },
  {
    name: '복이있는 덕포시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 사상로293번길12',
    address: '부산광역시 사상구 덕포동 421-13'
  },
  {
    name: '황금시장',
    type: '전통시장',
    name_address: '경상북도 김천시 황금시장4길20',
    address: '경상북도 김천시 황금동 31-1'
  },
  {
    name: '광명새마을시장',
    type: '전통시장',
    name_address: '경기도 광명시 광명로 831번지 4의1',
    address: '경기도 광명시 광명동 342-12'
  },
  {
    name: '강화풍물시장',
    type: '전통시장',
    name_address: '인천광역시 강화군 강화읍 중앙로 17-9',
    address: '인천광역시 강화군 강화읍 갑곳리 849'
  },
  {
    name: '사천읍시장',
    type: '전통시장',
    name_address: '경상남도 사천시 사천읍 시장1길 16',
    address: '경상남도 사천시 정의리 392-2'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '전라북도 익산시 중앙로 3길 27',
    address: '전라북도 익산시 창인동1가 137-1'
  },
  {
    name: '태화종합시장',
    type: '전통시장',
    name_address: '울산광역시 중구 화진길 20-4',
    address: '울산광역시 중구 태화동 36-13'
  },
  {
    name: '학성새벽시장',
    type: '전통시장',
    name_address: '울산광역시 중구 새벽시장3길 23',
    address: '울산광역시 중구 학성동 359-2'
  },
  {
    name: '삼천포전통시장',
    type: '전통시장',
    name_address: '경상남도 사천시 어시장길 46',
    address: '경상남도 사천시 서동 311-112'
  },
  {
    name: '인천 석바위 시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 경인로 485번길 17-1',
    address: '인천광역시 미추홀구 주안동 922-6'
  },
  {
    name: '광천전통시장',
    type: '전통시장',
    name_address: '충청남도 홍성군 광천읍 광천로 285',
    address: '충청남도 홍성군 광천읍 광천리 230-32'
  },
  {
    name: '반송큰시장(반송2동)',
    type: '전통시장',
    name_address: '부산광역시 해운대구 윗반송로51번길 86',
    address: '부산광역시 해운대구 반송2동 40-762'
  },
  {
    name: '서동전통골목시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 서동로 143',
    address: '부산광역시 금정구 서3동 338-7'
  },
  {
    name: '공덕시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 만리재로 19 공덕동',
    address: '서울특별시 마포구 공덕동 256-10'
  },
  {
    name: '금호행복시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 내정로 165번길 38',
    address: '경기도 성남시 분당구 수내동 32'
  },
  {
    name: '남양주 장현전통시장',
    type: '전통시장',
    name_address: '경기도 남양주시 진접읍 장현로 77의100',
    address: '경기도 남양주시 장현리 380-15'
  },
  {
    name: '간석자유시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 백범로 312-1',
    address: '인천광역시 남동구 간석동 41-1'
  },
  {
    name: '정선아리랑시장',
    type: '전통시장',
    name_address: '강원도 정선군 정선읍 봉양7길 39',
    address: '강원도 정선군 정선읍 봉양리 349-20'
  },
  {
    name: '병천시장',
    type: '전통시장',
    name_address: '충청남도 천안시 동남구 병천면 아우내장터1길 46',
    address: '충청남도 천안시 동남구 병천면 병천리 163-2'
  },
  {
    name: '서동 향토시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 서부로 21-1',
    address: '부산광역시 금정구 서동 194-1'
  },
  {
    name: '석전시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산회원구 석전동 6길 32',
    address: '경상남도 창원시 마산회원구 석전동 257-1'
  },
  {
    name: '전남고흥전통시장',
    type: '전통시장',
    name_address: '전라남도 고흥군 고흥읍 시장길 1',
    address: '전라남도 고흥군 고흥읍 남계리 628'
  },
  {
    name: '용담푸르미르상가시장',
    type: '전통시장',
    name_address: '서울특별시 성동구 용답중앙길 59',
    address: '서울특별시 성동구 용답동 57-17'
  },
  {
    name: '부천제일시장',
    type: '전통시장',
    name_address: '경기도 부천시 원종로85번길 84',
    address: '경기도 부천시 원종동 296'
  },
  {
    name: '강릉동부시장',
    type: '전통시장',
    name_address: '강원도 강릉시 옥천로 48',
    address: '강원도 강릉시 옥천동 223'
  },
  {
    name: '목포자유시장',
    type: '전통시장',
    name_address: '전라남도 목포시 자유로 122',
    address: '전라남도 목포시 산정동 1383'
  },
  {
    name: '여주한글시장',
    type: '전통시장',
    name_address: '경기도 여주시 세종로14번길 24-1',
    address: '경기도 여주시 하동 268-4'
  },
  {
    name: '언양알프스시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 언양읍 장터1길 12-1',
    address: '울산광역시 울주군 언양읍 남부리 124-2 매일시장상가'
  },
  {
    name: '대전중리전통시장',
    type: '전통시장',
    name_address: '대전광역시 대덕구 중리북로31번길 26',
    address: '대전광역시 대덕구 중리동 372-6'
  },
  {
    name: '청호시장',
    type: '전통시장',
    name_address: '전라남도 목포시 석현로 28',
    address: '전라남도 목포시 석현동 1171'
  },
  {
    name: '전주신중앙시장',
    type: '전통시장',
    name_address: '전라북도 전주시 완산구 태평5길 33',
    address: '전라북도 전주시 완산구 태평동 43'
  },
  {
    name: '신아타운',
    type: '전통시장',
    name_address: '서울특별시 중랑구 봉화산로 194 신내동',
    address: '서울특별시 중랑구 신내동 666 신아타운'
  },
  {
    name: '구포축산물도매시장',
    type: '전통시장',
    name_address: '부산광역시 북구 사상로583번길 25',
    address: '부산광역시 북구 구포2동 1188-3번지'
  },
  {
    name: '양동수산시장',
    type: '전통시장',
    name_address: '광주광역시 서구 천변좌로 246번길 16',
    address: '광주광역시 서구 양동 5-254'
  },
  {
    name: 'Team204',
    type: '전통시장',
    name_address: '서울특별시 중구 마장로 30',
    address: '서울특별시 중구 신당동 204-48 외 3필지'
  },
  {
    name: '길동복조리시장',
    type: '전통시장',
    name_address: '서울특별시 강동구 길동 400',
    address: '서울특별시 강동구 천호대로193길 37'
  },
  {
    name: '안지랑시장',
    type: '전통시장',
    name_address: '대구광역시 남구 안지랑로16길 67',
    address: '대구광역시 남구 대명동 829-2'
  },
  {
    name: '충무동골목시장',
    type: '전통시장',
    name_address: '부산광역시 서구 충무대로267번길 5 충무동1가',
    address: '부산광역시 서구 충무동1가 38-32'
  },
  {
    name: '명서시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 원이대로 189번길 20',
    address: '경상남도 창원시 명서동 45-10'
  },
  {
    name: '용문시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 효창원로40길 13 용문동',
    address: '서울특별시 용산구 효창원로40길 13'
  },
  {
    name: '아현시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 아현동 굴레방로 7길 8',
    address: '서울특별시 마포구 아현동 327-40'
  },
  {
    name: '충주농산물종합시장',
    type: '전통시장',
    name_address: '충청북도 충주시 목행산단7로 24',
    address: '충청북도 충주시 목행동 526-29'
  },
  {
    name: '회성종합시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산 회원구 회성동 시장1길 16',
    address: '경상남도 창원시 마산회원구 회성동 450-2'
  },
  {
    name: '삼천포종합시장',
    type: '전통시장',
    name_address: '경상남도 사천시 동금2길 15',
    address: '경상남도 사천시 동금동88-4'
  },
  {
    name: '창녕상설시장',
    type: '전통시장',
    name_address: '경상남도 창녕군 창녕읍 시장길 66',
    address: '경상남도 창녕군 창녕읍 164-38'
  },
  {
    name: '합천시장',
    type: '전통시장',
    name_address: '경상남도 합첩군 합천읍 옥산로 53',
    address: '경상남도 합첩군 합천읍 합천리473-1'
  },
  {
    name: '고려쇼핑센터',
    type: '전통시장',
    name_address: '부산광역시 사상구 사상로 207',
    address: '부산광역시 사상구 괘법동 535-11'
  },
  {
    name: '기산프라자',
    type: '전통시장',
    name_address: '경상남도 창원시 오동동14길 29',
    address: '경상남도 창원시 오동동 18-61'
  },
  {
    name: '웃장',
    type: '전통시장',
    name_address: '전라남도 순천시 북문길 40',
    address: '전라남도 순천시 동외동 168-1'
  },
  {
    name: '북부시장',
    type: '전통시장',
    name_address: '전라북도 익산시 인북로 219',
    address: '전라북도 익산시 남중동 72-7'
  },
  {
    name: '신설 종합시장',
    type: '전통시장',
    name_address: '서울특별시 종로구 난계로27길 51',
    address: '서울특별시 종로구 숭인동 206-9 신설종합시장'
  },
  {
    name: '광천문화시장',
    type: '전통시장',
    name_address: '충청남도 홍성군 광천읍 광천로323번길 15-1 일원',
    address: '충청남도 홍성군 광천읍 광천리 185-27'
  },
  {
    name: '구례5일시장',
    type: '전통시장',
    name_address: '전라남도 구례군 구례읍 5일시장작은길 20',
    address: '전라남도 구례군 구례읍 봉동리 190-1'
  },
  {
    name: '양동닭전길시장',
    type: '전통시장',
    name_address: '광주광역시 서구 천변좌로 262번길 4',
    address: '광주광역시 서구 양동 5-56'
  },
  {
    name: '남문로데오시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 행궁로 88 교동',
    address: '경기도 수원시 팔달구 교동 3-6'
  },
  {
    name: '남문패션1번가시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 정조로758번길 24 영동',
    address: '경기도 수원시 팔달구 영동 43-5'
  },
  {
    name: '둔포시장',
    type: '전통시장',
    name_address: '충청남도 아산시 둔포면 둔포면로 25번길 15',
    address: '충청남도 아산시 둔포면 둔포리 450-8'
  },
  {
    name: '영일대북부시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 대신로26번길 10-1',
    address: '경상북도 포항시 북구 대신동 63-16'
  },
  {
    name: '군산수산물 종합센터',
    type: '전통시장',
    name_address: '전라북도 군산시 내항2길 216',
    address: '전라북도 군산시 해망동 1011-21'
  },
  {
    name: '구로시장',
    type: '전통시장',
    name_address: '서울특별시 구로구 구로동로22길 17-4',
    address: '서울특별시 구로구 구로동734-17 2층'
  },
  {
    name: '태안서부시장',
    type: '전통시장',
    name_address: '충청남도 태안군 남문리 시장2길 38-4',
    address: '충청남도 태안군 태안읍 남문리 169-7'
  },
  {
    name: '남천해변시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광안해변로15번길 77',
    address: '부산광역시 수영구 남천동556'
  },
  {
    name: '청량리 종합시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 홍릉로 1길 68-3',
    address: '서울특별시 동대문구 제기동 647-11'
  },
  {
    name: '용문천년시장',
    type: '전통시장',
    name_address: '경기도 양평군 용문면 용문시장2길 11 일원',
    address: '경기도 양평군 용문면 다문리 307-5 일원'
  },
  {
    name: '충무동 새벽시장',
    type: '전통시장',
    name_address: '부산광역시 서구 해안새벽시장길 68 남부민동',
    address: '부산광역시 서구 남부민동 685-1'
  },
  {
    name: '반여시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 재반로226번길 48',
    address: '부산광역시 해운대구 반여2동 1291 918'
  },
  {
    name: '우신종합상가',
    type: '전통시장',
    name_address: '부산광역시 사상구 백양대로 880',
    address: '부산광역시 사상구 모라동 1362'
  },
  {
    name: '중앙메가프라자',
    type: '전통시장',
    name_address: '대전광역시 동구 중앙로 200번길 99',
    address: '대전광역시 동구 원동 42-1'
  },
  {
    name: '양동산업용품시장',
    type: '전통시장',
    name_address: '광주광역시 서구 독립로 205',
    address: '광주광역시 서구 양동 62의 1'
  },
  {
    name: '세화오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 구좌읍 해맞이해안로 1412',
    address: '제주특별자치도 제주시 구좌읍 세화리 1500-5'
  },
  {
    name: '풍납시장',
    type: '전통시장',
    name_address: '서울특별시 송파구 바람드리길 15-1 풍납동',
    address: '서울특별시 송파구 풍납동 88-61'
  },
  {
    name: '정자시장',
    type: '전통시장',
    name_address: '경기도 수원시 장안구 수성로261번길 16 정자동',
    address: '경기도 수원시 장안구 정자동 73-10'
  },
  {
    name: '북수원시장',
    type: '전통시장',
    name_address: '경기도 수원시 장안구 파장로82번길 9 파장동',
    address: '경기도 수원시 장안구 파장동 572-35'
  },
  {
    name: '주문진좌판풍물시장',
    type: '전통시장',
    name_address: '강원도 강릉시 주문진읍 해안로 1758-10',
    address: '강원도 강릉시 주문진읍 주문리 312-713'
  },
  {
    name: '북평민속시장',
    type: '전통시장',
    name_address: '강원도 동해시 오일장길 32',
    address: '강원도 동해시 북평동 15-5'
  },
  {
    name: '신천지 시장',
    type: '전통시장',
    name_address: '부산광역시 중구 자갈치로 33',
    address: '부산광역시 중구 남포동6가 3'
  },
  {
    name: '용호1동골목시장',
    type: '전통시장',
    name_address: '부산광역시 남구 용호로106번길 56',
    address: '부산광역시 남구 용회동 215-14번지'
  },
  {
    name: '동구시장',
    type: '전통시장',
    name_address: '대구광역시 동구 효목로 8동 구시장 A동',
    address: '대구광역시 동구 효목동 533'
  },
  {
    name: '신평리시장',
    type: '전통시장',
    name_address: '대구광역시 서구 국채보상로 52길 33',
    address: '대구광역시 서구 평리동 1205'
  },
  {
    name: '반송시장',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 윈이대로 473번길 20-11',
    address: '경상남도 창원시 성산구 반림동 17-13'
  },
  {
    name: '하동공설시장',
    type: '전통시장',
    name_address: '경상남도 하동군 하동읍 시장 1길 12-2',
    address: '경상남도 하동군 하동읍 읍내리 258-1'
  },
  {
    name: '순창시장',
    type: '전통시장',
    name_address: '전라북도 순창군 순창읍 남계로 58',
    address: '전라북도 순창군 순창읍 남계리 800'
  },
  {
    name: '남부골목시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 곰달래로 55길4 화곡동',
    address: '서울특별시 강서구 화곡동 797-7'
  },
  {
    name: '내일전통시장',
    type: '전통시장',
    name_address: '경상남도 밀양시 상설시장3길 18-6',
    address: '경상남도 밀양시 내일동 174-9'
  },
  {
    name: '전통중앙도매상가',
    type: '전통시장',
    name_address: '대전광역시 동구 대전로 785',
    address: '대전광역시 동구 원동 20-49'
  },
  {
    name: '평거한보하이타운',
    type: '전통시장',
    name_address: '경상남도 진주시 순환로 553번길 7',
    address: '경상남도 진주시 평거동 301-1'
  },
  {
    name: '안성맞춤시장',
    type: '전통시장',
    name_address: '경기도 안성시 시장길 37',
    address: '경기도 안성시 서인동 13의1'
  },
  {
    name: '못골골목시장',
    type: '전통시장',
    name_address: '부산광역시 남구 못골로 66-1',
    address: '부산광역시 남구 대연5동 1416-23'
  },
  {
    name: '황금시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 청솔로 19 황금동',
    address: '대구광역시 수성구 황금동 746'
  },
  {
    name: '연일전통시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 연일읍 연일로 159번길 46',
    address: '경상북도 포항시 남구 연일읍 생지리 194-1'
  },
  {
    name: '북부시장',
    type: '전통시장',
    name_address: '충청북도 청주시 청원구 향군로 31번길 19',
    address: '충청북도 청주시 청원구 우암동 344-10'
  },
  {
    name: '상주중앙시장',
    type: '전통시장',
    name_address: '경상북도 상주시 남성로35',
    address: '경상북도 상주시 남성동 85-10'
  },
  {
    name: '봉화춘양시장',
    type: '전통시장',
    name_address: '경상북도 봉화군 춘양면 의양로 60',
    address: '경상북도 봉화군 춘양면 의양리 357-29'
  },
  {
    name: '황지자유시장',
    type: '전통시장',
    name_address: '강원도 태백시 시장안길 18 - 1',
    address: '강원도 태백시 통동 75-32'
  },
  {
    name: '진주자유시장',
    type: '전통시장',
    name_address: '경상남도 진주시 도동천로 95',
    address: '경상남도 진주시 상대동 276-9'
  },
  {
    name: '한림민속오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 한림읍 한수풀로4길 10',
    address: '제주특별자치도 제주시 한림읍 대림리 1698-4'
  },
  {
    name: '인천 남부 종합시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 인하로 274-30',
    address: '인천광역시 미추홀구 주안동 1315-19'
  },
  {
    name: '춘천풍물시장',
    type: '전통시장',
    name_address: '강원도 춘천시 영서로 2352-54',
    address: '강원도 춘천시 온의동 148-1'
  },
  {
    name: '감전시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 새벽로168번길 21-6',
    address: '부산광역시 사상구 감전동121-12'
  },
  {
    name: '월봉시장',
    type: '전통시장',
    name_address: '울산광역시 동구 진성14길 94 전하동',
    address: '울산광역시 동구 화정동 647-2'
  },
  {
    name: '서부시장',
    type: '전통시장',
    name_address: '전라북도 전주시 완산구 효동 2길 14-8',
    address: '전라북도 전주시 완산구 효자동1가 201-63'
  },
  {
    name: '안양관양시장',
    type: '전통시장',
    name_address: '경기도 안양시 동안구 관평로 336번길 31',
    address: '경기도 안양시 동안구 관양동 1407-8'
  },
  {
    name: '송탄시장',
    type: '전통시장',
    name_address: '경기도 평택시 탄현로346번길 38',
    address: '경기도 평택시 지산동 754-28'
  },
  {
    name: '두류종합시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 당산동길 9',
    address: '대구광역시 달서구 성당동 704-5'
  },
  {
    name: '서남신시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 달구벌대로329길 10',
    address: '대구광역시 달서구 감삼동 62-4'
  },
  {
    name: '합성옛길시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산 회원구 합성옛길 77',
    address: '경상남도 창원시 마산 회원구 합성동 732-7'
  },
  {
    name: '뚝도시장',
    type: '전통시장',
    name_address: '서울특별시 성동구 성수이로 32-15',
    address: '서울특별시 성동구 성수동2가 335-16'
  },
  {
    name: '마천중앙시장',
    type: '전통시장',
    name_address: '서울특별시 송파구 마천로45길 2층',
    address: '서울특별시 송파구 마천동 146-7'
  },
  {
    name: '돌고래시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 내정로174번길 42 파크타운서안아파트',
    address: '경기도 성남시 분당구 수내동 53'
  },
  {
    name: '덕풍전통시장',
    type: '전통시장',
    name_address: '경기도 하남시 수리북로 22',
    address: '경기도 하남시 덕풍동 328-12'
  },
  {
    name: '장승백이전통시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 인주대로888번길 35',
    address: '인천광역시 남동구 만수동 1082-1'
  },
  {
    name: '까치산시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 강서로 12길 14',
    address: '서울특별시 강서구 화곡동 342-16'
  },
  {
    name: '사직시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 사직북로34번길 48',
    address: '부산광역시 동래구 사직동49-1'
  },
  {
    name: '덕천시장',
    type: '전통시장',
    name_address: '부산광역시 북구 덕천동 411-5',
    address: '부산광역시 북구 덕천동 411-5'
  },
  {
    name: '경화시장',
    type: '전통시장',
    name_address: '경상남도 창원시 진해구 경화로 38번길',
    address: '경상남도 창원시 진해구 경화동 906'
  },
  {
    name: '목포종합수산시장',
    type: '전통시장',
    name_address: '전라남도 목포시 해안로 265-4',
    address: '전라남도 목포시 광동1가 4-13'
  },
  {
    name: '정남진 장흥토요장터',
    type: '전통시장',
    name_address: '전라남도 장흥군 장흥읍 토요시장1길 53',
    address: '전라남도 장흥군 장흥읍 예양리 158-2'
  },
  {
    name: '중곡제일시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 긴고랑로11길 14',
    address: '서울특별시 광진구 중곡동 221-6번지'
  },
  {
    name: '코끼리시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 내정로 166번길 7-6',
    address: '경기도 성남시 분당구 수내동 56'
  },
  {
    name: '구월시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 호구포로 790번길 21-13',
    address: '인천광역시 남동구 구월동 1267-4'
  },
  {
    name: '후포시장',
    type: '전통시장',
    name_address: '경상북도 울진군 후포면 울진대게로21',
    address: '경상북도 울진군 후포면 삼율리 126'
  },
  {
    name: '방이시장',
    type: '전통시장',
    name_address: '서울특별시 송파구 가락로 243',
    address: '서울특별시 송파구 방이동 137-8'
  },
  {
    name: '강경 젓갈시장',
    type: '전통시장',
    name_address: '충청남도 논산시 강경읍 금백로 45',
    address: '충청남도 논산시 강경읍 황산리 198'
  },
  {
    name: '태평전통시장',
    type: '전통시장',
    name_address: '대전광역시 중구 수침로 55번길 56',
    address: '대전광역시 중구 태평동 333-8'
  },
  {
    name: '와룡시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 성서대로 69길 7',
    address: '대구광역시 달서구 신당동 1788-3'
  },
  {
    name: '내성시장',
    type: '전통시장',
    name_address: '경상북도 봉화군 봉화읍 내성로5길13군민행복센터3층',
    address: '경상북도 봉화군 봉화읍 내성리 192-1'
  },
  {
    name: '길음시장',
    type: '전통시장',
    name_address: '서울특별시 성북구 동소문로 227 길음동',
    address: '서울특별시 성북구 길음동 535-8 길음시장'
  },
  {
    name: '대동씨코아상가시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 월영동로8',
    address: '경상남도 창원시 마산합포구 해운동 37-4'
  },
  {
    name: '대신시장',
    type: '전통시장',
    name_address: '서울특별시 영등포구 도신로 60길 7',
    address: '서울특별시 영등포구 신길동 116-15'
  },
  {
    name: '충주 중앙어울림 시장',
    type: '전통시장',
    name_address: '충청북도 충주시 예성로 168',
    address: '충청북도 충주시 성서동 306'
  },
  {
    name: '부곡상가시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 부곡로107',
    address: '부산광역시 금정구 부곡동 304-1'
  },
  {
    name: '봉화상설시장',
    type: '전통시장',
    name_address: '경상북도 봉화군 봉화읍 신시장1길 4',
    address: '경상북도 봉화군 봉화읍 내성리 394-1'
  },
  {
    name: '봉곡시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 봉곡로111번길 16',
    address: '경상남도 창원시 의창구 봉곡동145-1'
  },
  {
    name: '북신전통시장',
    type: '전통시장',
    name_address: '경상남도 통영시 북신시장1길 66',
    address: '경상남도 통영시 북신동 665-16'
  },
  {
    name: '비아5일시장',
    type: '전통시장',
    name_address: '광주광역시 광산구 중앙로 26-1',
    address: '광주광역시 광산구 비아동 83-5'
  },
  {
    name: '남원공설시장',
    type: '전통시장',
    name_address: '전라북도 남원시 의총로 51',
    address: '전라북도 남원시 금동 262-1'
  },
  {
    name: '조원시장',
    type: '전통시장',
    name_address: '경기도 수원시 장안구 조원로89번길 8 조원동',
    address: '경기도 수원시 장안구 조원동 743-7'
  },
  {
    name: '강화터미널상가',
    type: '전통시장',
    name_address: '인천광역시 강화군 남산리 중앙로 43',
    address: '인천광역시 강화군 남산리 222번지'
  },
  {
    name: '횡성시장',
    type: '전통시장',
    name_address: '강원도 횡성군 횡성읍 읍상리 277-3',
    address: '강원도 횡성군 횡성읍 삼일로 4-2'
  },
  {
    name: '부산전자 종합시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 부전로 196',
    address: '부산광역시 부산진구 부전동 27-1'
  },
  {
    name: '기장시장',
    type: '전통시장',
    name_address: '부산광역시 기장군 기장읍 원내로 104번길 16',
    address: '부산광역시 기장군 기장읍 대라리 68-5'
  },
  {
    name: '서부시장',
    type: '전통시장',
    name_address: '대구광역시 서구 달서로 26길 7-2',
    address: '대구광역시 서구 비산동 434-13'
  },
  {
    name: '남부종합시장',
    type: '전통시장',
    name_address: '서울특별시 서초구 방배중앙로 27길 17',
    address: '서울특별시 서초구 방배동 767-1 남부종합시장'
  },
  {
    name: '강릉서부시장',
    type: '전통시장',
    name_address: '강원도 강릉시 임영로 155번길 6',
    address: '강원도 강릉시 용강동 29'
  },
  {
    name: '학장반도프라자 상가',
    type: '전통시장',
    name_address: '부산광역시 사상구 수산시 사상구 대동로 98',
    address: '부산광역시 사상구 수산시 사상구 학장동 573-1'
  },
  {
    name: '왜관시장',
    type: '전통시장',
    name_address: '경상북도 칠곡군 왜관읍 시장2길 9',
    address: '경상북도 칠곡군 왜관읍 왜관리 211-187'
  },
  {
    name: '연무시장',
    type: '전통시장',
    name_address: '경기도 수원시 장안구 월드컵로428번길 10 연무동',
    address: '경기도 수원시 장안구 연무동 249'
  },
  {
    name: '시흥삼미시장상인회',
    type: '전통시장',
    name_address: '경기도 시흥시 삼미시장2길 35',
    address: '경기도 시흥시 신천동 738-4'
  },
  {
    name: '금촌문화로시장',
    type: '전통시장',
    name_address: '경기도 파주시 문화로 89-1',
    address: '경기도 파주시 금촌동 66-4'
  },
  {
    name: '영도봉래시장',
    type: '전통시장',
    name_address: '부산광역시 영도구 태종로105번길 36',
    address: '부산광역시 영도구 봉래동 3가 13-2'
  },
  {
    name: '창선상가',
    type: '전통시장',
    name_address: '부산광역시 중구 중구로 44 331호',
    address: '부산광역시 중구 부평동1가 13-6'
  },
  {
    name: '양정시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 동평로420번길 18 양정상가아파트',
    address: '부산광역시 부산진구 양정동 390'
  },
  {
    name: '대명시장 대명신시장',
    type: '전통시장',
    name_address: '',
    address: '대구광역시 남구 봉덕동 2282-2'
  },
  {
    name: '칠성전자주방시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성시장로 73-1',
    address: '대구광역시 북구 칠성동2가 409-71'
  },
  {
    name: '신마산시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 문화동15길 13',
    address: '경상남도 창원시 마산합포구 해운동 64'
  },
  {
    name: '서대문구 인왕시장',
    type: '전통시장',
    name_address: '서울특별시 서대문구 인왕시장길 24 홍제동',
    address: '서울특별시 서대문구 홍제3동 298-7'
  },
  {
    name: '부천상동시장',
    type: '전통시장',
    name_address: '경기도 부천시 석천로60번길 51',
    address: '경기도 부천시 상동 236-5'
  },
  {
    name: '신포시장',
    type: '전통시장',
    name_address: '인천광역시 중구 우현로49번길 11-5',
    address: '인천광역시 중구 우현로 신포동 3-2'
  },
  {
    name: '성남프라자',
    type: '전통시장',
    name_address: '울산광역시 중구 중앙3길 6',
    address: '울산광역시 중구 성남동 190-239 성남프라자'
  },
  {
    name: '원고개시장',
    type: '전통시장',
    name_address: '대구광역시 서구 통학로46길 48',
    address: '대구광역시 서구 비산동 566-2'
  },
  {
    name: '대명시장',
    type: '전통시장',
    name_address: '대구광역시 남구 명덕로 60',
    address: '대구광역시 남구 대명동 1395-56'
  },
  {
    name: '(주)중앙시장',
    type: '전통시장',
    name_address: '전라남도 여수시 중앙로 43',
    address: '전라남도 여수시 교동 400-1'
  },
  {
    name: '자양전통시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 뚝섬로47길 45-2',
    address: '서울특별시 광진구 자양동 613-11 일원'
  },
  {
    name: '남성사계시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 동작대로29길 8 사당동',
    address: '서울특별시 동작구 사당동 88-3'
  },
  {
    name: '죽전로데오상점가',
    type: '전통시장',
    name_address: '경기도 용인시 수지구 용구대로 2725의1',
    address: '경기도 용인시 수지구 전동 1003-53'
  },
  {
    name: '부평깡시장',
    type: '전통시장',
    name_address: '인천광역시 부평구 주부토로32번길 25',
    address: '인천광역시 부평구 시장로 부평동 252-3'
  },
  {
    name: '춘천동부시장',
    type: '전통시장',
    name_address: '강원도 춘천시 동부시장길8',
    address: '강원도 춘천시 운교동 183'
  },
  {
    name: '묵호시장',
    type: '전통시장',
    name_address: '강원도 동해시 일출로 59-1',
    address: '강원도 동해시묵호동 15-61'
  },
  {
    name: '우암골목시장',
    type: '전통시장',
    name_address: '부산광역시 남구 장고개로 9-1',
    address: '부산광역시 남구 우암동 226-17'
  },
  {
    name: '가락타운상가시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 하신번영로 233 가락타운2 3단지',
    address: '부산광역시 사하구 사하구 하단1동 1175'
  },
  {
    name: '수영팔도시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 수영로725번길 36',
    address: '부산광역시 수영구 수영동 305-3'
  },
  {
    name: '교동시장',
    type: '전통시장',
    name_address: '대구광역시 중구 교동2길11',
    address: '대구광역시 중구 교동 51-1'
  },
  {
    name: '흥해시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 흥해읍 한동로 61-13',
    address: '경상북도 포항시 북구 흥해읍 성내리 61-2'
  },
  {
    name: '북정로 중심상가시장',
    type: '전통시장',
    name_address: '경상북도 경주시 북정로 15',
    address: '경상북도 경주시 황오동 242-4'
  },
  {
    name: '상주시 남성시장',
    type: '전통시장',
    name_address: '경상북도 상주시 남성4길 43',
    address: '경상북도 상주시 남성4길 43 일원'
  },
  {
    name: '지리산함양시장',
    type: '전통시장',
    name_address: '경상남도 함양군 함양읍 용평 중앙길 20',
    address: '경상남도 함양군 함양읍 용평리 607-104'
  },
  {
    name: '사가정시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 면목로44길 16',
    address: '서울특별시 중랑구 면목동 472-45'
  },
  {
    name: '안산패션타운전통시장',
    type: '전통시장',
    name_address: '경기도 안산시 상록구 삼리로 45',
    address: '경기도 안산시 상록구 사동 1530-1'
  },
  {
    name: '봉일천 전통시장',
    type: '전통시장',
    name_address: '경기도 파주시 조리읍 봉천로 33-1',
    address: '경기도 파주시 조리읍 봉일천리 168-4'
  },
  {
    name: '양산북부시장',
    type: '전통시장',
    name_address: '경상남도 양산시 중앙로 232',
    address: '경상남도 양산시 북부동 148-19'
  },
  {
    name: '암사종합시장',
    type: '전통시장',
    name_address: '서울특별시 강동구 상암로 11길 17',
    address: '서울특별시 강동구 암사동 501-18'
  },
  {
    name: '안양박달시장',
    type: '전통시장',
    name_address: '경기도 안양시 만안구 양화로 132-3',
    address: '경기도 안양시 만안구 박달동 21-8'
  },
  {
    name: '신안코아전통시장',
    type: '전통시장',
    name_address: '경기도 안산시 상록구 석호로 315',
    address: '경기도 안산시 상록구 본오동 871'
  },
  {
    name: '강릉성남시장',
    type: '전통시장',
    name_address: '강원도 강릉시 중앙시장1길 16',
    address: '강원도 강릉시 성남동 54-10'
  },
  {
    name: '온천인정시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 온천장로125번길 41-2',
    address: '부산광역시 동래구 온천동 146-29'
  },
  {
    name: '동마산시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산 회원구 합성남8길 76',
    address: '경상남도 창원시 마산 회원구 합성동 326-1'
  },
  {
    name: '나주목사고을시장',
    type: '전통시장',
    name_address: '전라남도 나주시 청동길 14',
    address: '전라남도 나주시 삼도동 1388-2'
  },
  {
    name: '남포건어물도매시장',
    type: '전통시장',
    name_address: '부산광역시 중구 용미길10번길1',
    address: '부산광역시 중구 남포동1가 62-1'
  },
  {
    name: '남목마성시장',
    type: '전통시장',
    name_address: '울산광역시 동구 남목17길 9 동부동',
    address: '울산광역시 동구 동부동 310-2'
  },
  {
    name: '곡성기차마을전통시장',
    type: '전통시장',
    name_address: '전라남도 곡성군 곡성로 856',
    address: '전라남도 곡성군 곡성읍 읍내리 208'
  },
  {
    name: '작전전통시장',
    type: '전통시장',
    name_address: '인천광역시 계양구 봉오대로677번길 20',
    address: '인천광역시 계양구 작전2동 862의1'
  },
  {
    name: '인동시장',
    type: '전통시장',
    name_address: '경상북도 구미시 인동중앙로5길 16-3',
    address: '경상북도 구미시 황상동 307-7'
  },
  {
    name: '(주)여수수산물 특화시장',
    type: '전통시장',
    name_address: '전라남도 여수시 남산로 60-31',
    address: '전라남도 여수시 남산동 4'
  },
  {
    name: '우림시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 망우로62길 52-4 망우동',
    address: '서울특별시 중랑구 망우동 463-44 우림시장 편의시설'
  },
  {
    name: '대구능금시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성남로 197-15',
    address: '대구광역시 북구 칠성동1가 234-9'
  },
  {
    name: '예천맛고을시장',
    type: '전통시장',
    name_address: '경상북도 예천군 예천읍 맛고을길 57',
    address: '경상북도 예천군 노하리 74-16'
  },
  {
    name: '여수도깨비시장',
    type: '전통시장',
    name_address: '전라남도 여수시 학동서5길 18',
    address: '전라남도 여수시 학동 58-7'
  },
  {
    name: '청량리농수산물시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 경동시장로 22',
    address: '서울특별시 동대문구 제기동 629-2'
  },
  {
    name: '동원전통종합시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 상봉로11길 27-3 면목동',
    address: '서울특별시 중랑구 면목동 74-58'
  },
  {
    name: '영동전통시장',
    type: '전통시장',
    name_address: '서울특별시 강남구 강남대로 128길 20 영동프라자 2동 204호',
    address: '서울특별시 강남구 논현동 140'
  },
  {
    name: '스타프라자 전통시장',
    type: '전통시장',
    name_address: '경기도 안산시 상록구 화랑로 513',
    address: '경기도 안산시 상록구 성포동 583'
  },
  {
    name: '천안역전시장',
    type: '전통시장',
    name_address: '충청남도 천안시 동남구 공설시장1길 9',
    address: '충청남도 천안시 동남구 대흥동 63-3'
  },
  {
    name: '북부상가시장',
    type: '전통시장',
    name_address: '경상북도 경주시 금성로 396번길 7',
    address: '경상북도 경주시 성건동 629-10'
  },
  {
    name: '관문시장',
    type: '전통시장',
    name_address: '대구광역시 남구 관문시장2길 43',
    address: '대구광역시 남구 대명동 1160'
  },
  {
    name: '마포농수산물시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 월드컵로 235 성산동',
    address: '서울특별시 마포구 성산동 533-1'
  },
  {
    name: '강화중앙시장',
    type: '전통시장',
    name_address: '인천광역시 강화군 강화읍 강화대로 429 A동 430 B동',
    address: '인천광역시 강화군 강화읍 신문리 205-5 A동 관청리 523-3 B동'
  },
  {
    name: '영암읍 5일시장',
    type: '전통시장',
    name_address: '전라남도 영암군 영암읍 오일시장길 28',
    address: '전라남도 영암군 영암읍 동무리 17-3'
  },
  {
    name: '중앙로상점가',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 이도일동 중앙로 91',
    address: '제주특별자치도 제주시 이도일동 1460'
  },
  {
    name: '중랑동부시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 동일로109길 31-5',
    address: '서울특별시 중랑구 면목동 183-118'
  },
  {
    name: '영일시장',
    type: '전통시장',
    name_address: '서울특별시 영등포구 문래로30길 27',
    address: '서울특별시 영등포구 문래동3가 10'
  },
  {
    name: '미금현대벤처빌',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 돌마로90번길 8',
    address: '경기도 성남시 분당구 구미동 26-1'
  },
  {
    name: '동송전통시장',
    type: '전통시장',
    name_address: '강원도 철원군 동송읍 이평로 47번길 19',
    address: '강원도 철원군 동송읍 이평리 678-49'
  },
  {
    name: '당감새시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 백양대로 60번길 64',
    address: '부산광역시 부산진구 당감동 292-118'
  },
  {
    name: '명지시장',
    type: '전통시장',
    name_address: '부산광역시 강서구 신포길 17번길 27',
    address: '부산광역시 강서구 명지동 1-377'
  },
  {
    name: '주례현대무지개상가',
    type: '전통시장',
    name_address: '부산광역시 사상구 주례로 93',
    address: '부산광역시 사상구 주례동 530-5'
  },
  {
    name: '웰컴시티',
    type: '전통시장',
    name_address: '울산광역시 중구 젊음의2거리 29 성남동',
    address: '울산광역시 중구 성남동 219-119'
  },
  {
    name: '영선신시장',
    type: '전통시장',
    name_address: '대구광역시 남구 중앙대로48길 36',
    address: '대구광역시 남구 대명동 2014-204'
  },
  {
    name: '여수진남시장',
    type: '전통시장',
    name_address: '전라남도 여수시 학동1길 10',
    address: '전라남도 여수시 학동 35-1'
  },
  {
    name: '화정서부시장',
    type: '전통시장',
    name_address: '광주광역시 서구 화운로156번길 24-1',
    address: '광주광역시 서구 화정동783의5'
  },
  {
    name: '장안문거북시장',
    type: '전통시장',
    name_address: '경기도 수원시 장안구 수성로382번길 24 영화동',
    address: '경기도 수원시 장안구 영화동 250-1'
  },
  {
    name: '창원코아상사',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 상남로 71',
    address: '경상남도 창원시 성산구 상남동 73-4'
  },
  {
    name: '신원시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 신원로3길 20-3',
    address: '서울특별시 관악구 신원동 1599-3'
  },
  {
    name: '구매탄시장',
    type: '전통시장',
    name_address: '경기도 수원시 영통구 매여울로53번길 50-1 매탄동',
    address: '경기도 수원시 영통구 매탄동 172-72'
  },
  {
    name: '토지금고시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 낙성중로 38번길 5',
    address: '인천광역시 미추홀구 용현동 617-55'
  },
  {
    name: '단양구경시장',
    type: '전통시장',
    name_address: '충청북도 단양군 단양읍 도전5길 31',
    address: '충청북도 단양군 단양읍 도전리 615'
  },
  {
    name: '개금골목시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 가야공원로 14번길 85',
    address: '부산광역시 부산진구 개금동 173-2'
  },
  {
    name: '외동전통시장',
    type: '전통시장',
    name_address: '경상남도 김해시 내외중앙로 33',
    address: '경상남도 김해시 외동 1254-2'
  },
  {
    name: '금남시장',
    type: '전통시장',
    name_address: '서울특별시 성동구 금호산2길 32 2층',
    address: '서울특별시 성동구 금호동3가 308'
  },
  {
    name: '대천항종합수산물시장',
    type: '전통시장',
    name_address: '충청남도 보령시 대천항로 370',
    address: '충청남도 보령시 신흑동 2240-7'
  },
  {
    name: '안계공설시장',
    type: '전통시장',
    name_address: '경상북도 의성군 안계면 안계시장길 14-11',
    address: '경상북도 의성군 안계면 용기리 467-1'
  },
  {
    name: '새마을시장',
    type: '전통시장',
    name_address: '서울특별시 송파구 백제고분로15길 42 잠실동 지하1층',
    address: '서울특별시 송파구 잠실동 207-4 지하1층'
  },
  {
    name: '정서진 중앙시장',
    type: '전통시장',
    name_address: '인천광역시 서구 원창로239번길 11',
    address: '인천광역시 서구 가정동 505'
  },
  {
    name: '원주민속풍물시장',
    type: '전통시장',
    name_address: '강원도 원주시 풍물시장길 30',
    address: '강원도 원주시 평원동 134-1'
  },
  {
    name: '목행시장',
    type: '전통시장',
    name_address: '충청북도 충주시 행정9길 35',
    address: '충청북도 충주시 목행동 600-15'
  },
  {
    name: '안동서부시장',
    type: '전통시장',
    name_address: '경상북도 안동시 대안로 22번지',
    address: '경상북도 안동시 태화동 60-12'
  },
  {
    name: '청량리수산시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 고산자로 34길 48의1',
    address: '서울특별시 동대문구 용두동 20-1'
  },
  {
    name: '안중시장 상인회',
    type: '전통시장',
    name_address: '경기도 평택시 안중읍 안현로서3길 34',
    address: '경기도 평택시 안중읍 안중리 269-3'
  },
  {
    name: '금산 인삼전통시장',
    type: '전통시장',
    name_address: '충청남도 금산군 금산읍 건삼전1길 20-8',
    address: '충청남도 금산군 금산읍 중도리 531-1'
  },
  {
    name: '복대가경시장',
    type: '전통시장',
    name_address: '충청북도 청주시 흥덕구 복대로 146번길 42',
    address: '충청북도 청주시 흥덕구 복대동 1116'
  },
  {
    name: '결초보은시장',
    type: '전통시장',
    name_address: '충청북도 보은군 보은읍 삼산로3길 12-1',
    address: '충청북도 보은군 보은읍 삼산리 31-15'
  },
  {
    name: '용호골목시장',
    type: '전통시장',
    name_address: '부산광역시 남구 용호로 177번길5',
    address: '부산광역시 남구 용호동 494-19'
  },
  {
    name: '대동훼미리코아상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 대정로 138',
    address: '경상남도 창원시 성산구 대방동 358'
  },
  {
    name: '옥포국제시장',
    type: '전통시장',
    name_address: '경상남도 거제시 옥포로19길 12-1',
    address: '경상남도 거제시 옥포동 525-19'
  },
  {
    name: '양산남부시장상가',
    type: '전통시장',
    name_address: '경상남도 양산시 장터3길 7',
    address: '경상남도 양산시 중부동 407-3'
  },
  {
    name: '남해전통시장',
    type: '전통시장',
    name_address: '경상남도 남해군 남해읍 화전로110',
    address: '경상남도 남해군 남해읍 북변리 246-1'
  },
  {
    name: '목포 항동시장',
    type: '전통시장',
    name_address: '전라남도 목포시 수강로12번길 2',
    address: '전라남도 목포시 수강동1가 1'
  },
  {
    name: '황학시장',
    type: '전통시장',
    name_address: '서울특별시 중구 퇴계로85길 36',
    address: '서울특별시 중구 황학동 442'
  },
  {
    name: '정릉시장',
    type: '전통시장',
    name_address: '서울특별시 성북구 보국문로11길 18',
    address: '서울특별시 성북구 정릉동 400-8'
  },
  {
    name: '역곡상상시장',
    type: '전통시장',
    name_address: '경기도 부천시 원미구 부일로749번길 31',
    address: '경기도 부천시 원미구 역곡동 84-7'
  },
  {
    name: '부곡도깨비시장',
    type: '전통시장',
    name_address: '경기도 의왕시 부곡시장길 18',
    address: '경기도 의왕시삼동 192-554'
  },
  {
    name: '인천가좌시장',
    type: '전통시장',
    name_address: '인천광역시 서구 장고개로337번길18의19',
    address: '인천광역시 서구 가좌2동 30-48'
  },
  {
    name: '구룡포시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 구룡포읍 구룡포길 72-1',
    address: '경상북도 포항시 남구 구룡포읍 구룡포리 963-2'
  },
  {
    name: '광탄시장',
    type: '전통시장',
    name_address: '경기도 파주시 광탄면 해음로 1120번길',
    address: '경기도 파주시 광탄면 신산리 222-7'
  },
  {
    name: '보령중앙시장',
    type: '전통시장',
    name_address: '충청남도 보령시 대천동 중앙시장1길 2',
    address: '충청남도 보령시 대천동 331-7'
  },
  {
    name: '음성시장',
    type: '전통시장',
    name_address: '충청북도 음성군 음성읍 문화1길 14',
    address: '충청북도 음성군 음성읍 읍내리 249-11'
  },
  {
    name: '수정전통시장',
    type: '전통시장',
    name_address: '부산광역시 동구 중앙대로371번길 50',
    address: '부산광역시 동구 수정동 248-3'
  },
  {
    name: '공릉동도깨비시장',
    type: '전통시장',
    name_address: '서울특별시 노원구 동일로180길 37',
    address: '서울특별시 노원구 공릉1동 566-20외 65필지'
  },
  {
    name: '강남시장',
    type: '전통시장',
    name_address: '경기도 부천시 옥산로154번길 21',
    address: '경기도 부천시 도당동 276-4'
  },
  {
    name: '계산시장',
    type: '전통시장',
    name_address: '인천광역시 계양구 계산 시장길 10-18',
    address: '인천광역시 계양구 계산 계산동 960-27'
  },
  {
    name: '인천 축산물 시장',
    type: '전통시장',
    name_address: '인천광역시 서구 가좌로 96번길 35',
    address: '인천광역시 서구 가좌동 480-19'
  },
  {
    name: '성북시장',
    type: '전통시장',
    name_address: '부산광역시 동구 성북로 56',
    address: '부산광역시 동구 범일4동 1430-53'
  },
  {
    name: '당감 골목시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 당감로 16번길 22',
    address: '부산광역시 부산진구 당감동 262-61'
  },
  {
    name: '삼익비치B상가시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광안해변로 122',
    address: '부산광역시 수영구 남천동 148-5'
  },
  {
    name: '평화시장',
    type: '전통시장',
    name_address: '경상북도 김천시 김천로100',
    address: '경상북도 김천시 평화동 259-1'
  },
  {
    name: '양덕중앙시장',
    type: '전통시장',
    name_address: '경상남도 창원시 회원구 양덕북10길 23',
    address: '경상남도 창원시 회원구 양덕동 15-1'
  },
  {
    name: '돈암시장',
    type: '전통시장',
    name_address: '서울특별시 성북구 동소문로 18길 12-3',
    address: '서울특별시 성북구 동소문동5가 59-1'
  },
  {
    name: '성대전통시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 국사봉1길 41',
    address: '서울특별시 동작구 상도동 324-68'
  },
  {
    name: '월드프라자 전통시장',
    type: '전통시장',
    name_address: '경기도 안산시 상록구 본삼로 60',
    address: '경기도 안산시 상록구 본오동 872'
  },
  {
    name: '문산자유시장',
    type: '전통시장',
    name_address: '경기도 파주시 문산읍 문향로 57',
    address: '경기도 파주시 문산읍 문산리 10-23'
  },
  {
    name: '신기시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 미추홀대로547',
    address: '인천광역시 미추홀구 주안동 1311-17'
  },
  {
    name: '신거북시장',
    type: '전통시장',
    name_address: '인천광역시 서구 거북로99',
    address: '인천광역시 서구 석남동 541-15'
  },
  {
    name: '강경대흥시장',
    type: '전통시장',
    name_address: '충청남도 논산시 강경읍 대흥로 23- 1',
    address: '충청남도 논산시 강경읍 대흥리 17-8'
  },
  {
    name: '삼익비치A상가시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광안해변로 100',
    address: '부산광역시 수영구 남천동 148-9'
  },
  {
    name: '대구청과시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성시장로 34',
    address: '대구광역시 북구 칠성동1가 276-102'
  },
  {
    name: '밀양아리랑시장',
    type: '전통시장',
    name_address: '경상남도 밀양시 상설시장1길11',
    address: '경상남도 밀양시 내일동 583-1'
  },
  {
    name: '여수수산시장',
    type: '전통시장',
    name_address: '전라남도 여수시 여객선터미널길 24',
    address: '전라남도 여수시 교동 680'
  },
  {
    name: '송정5일시장',
    type: '전통시장',
    name_address: '광주광역시 광산구 광산로30번길 65',
    address: '광주광역시 광산구 송정동 884-1'
  },
  {
    name: '설악눈메골시장',
    type: '전통시장',
    name_address: '경기도 가평군 설악면 신천중앙로 104-1',
    address: '경기도 가평군 설악면 신천리 413-14'
  },
  {
    name: '남문시장',
    type: '전통시장',
    name_address: '서울특별시 금천구 시흥대로 144길 17',
    address: '서울특별시 금천구 독산동 984-10'
  },
  {
    name: '진부전통시장',
    type: '전통시장',
    name_address: '강원도 평창군 진부면 진부새싹길 28-7',
    address: '강원도 평창군 진부면 하진부리 206-95'
  },
  {
    name: '하양 꿈바우',
    type: '전통시장',
    name_address: '경상북도 경산시 하양읍 대학로 1543',
    address: '경상북도 경산시 하양읍 금락리 35-6'
  },
  {
    name: '권선종합시장',
    type: '전통시장',
    name_address: '경기도 수원시 권선구 세권로 185 권선동',
    address: '경기도 수원시 권선동 1051'
  },
  {
    name: '태안동부시장',
    type: '전통시장',
    name_address: '충청남도 태안군 시장4길 32',
    address: '충청남도 태안군 동문리 284'
  },
  {
    name: '서문시장',
    type: '전통시장',
    name_address: '충청북도 청주시 상당구 남사로 89번길 61',
    address: '충청북도 청주시 상당구 서문동 166-43'
  },
  {
    name: '음성무극시장',
    type: '전통시장',
    name_address: '충청북도 음성군 금왕읍 무극로 308번길 12- 12',
    address: '충청북도 음성군 금왕읍 무극리 77-17'
  },
  {
    name: '충렬상가시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 충렬대로459번길 73-10',
    address: '부산광역시 동래구 안락동464-21'
  },
  {
    name: '해운대시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 구남로41번길 22-1',
    address: '부산광역시 해운대구 중1동 1394-193'
  },
  {
    name: '하단오일시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 제석로17번길 1',
    address: '부산광역시 사하구 하단 1동 620-8'
  },
  {
    name: '우정전통시장',
    type: '전통시장',
    name_address: '울산광역시 중구 당산4길 21',
    address: '울산광역시 중구 우정동 214-10'
  },
  {
    name: '진해중부시장',
    type: '전통시장',
    name_address: '경상남도 창원시 진해구 중초로 20',
    address: '경상남도 창원시 진해구 경화동 1164-1'
  },
  {
    name: '인제시장',
    type: '전통시장',
    name_address: '강원도 인제군 인제읍 인제로 178번길 14',
    address: '강원도 인제군 인제읍 상동리 258-32번지'
  },
  {
    name: '칠성진 경명시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성시장로 19',
    address: '대구광역시 북구 칠성동1가 89'
  },
  {
    name: '신중앙시장',
    type: '전통시장',
    name_address: '서울특별시 중구 퇴계로85길 36 황학동 일대',
    address: '서울특별시 중구 황학동 442 일대'
  },
  {
    name: '신영시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 월정로 161-5 2층',
    address: '서울특별시 양천구 신월동 114-18 신영시장고객지원센터'
  },
  {
    name: '원미종합시장',
    type: '전통시장',
    name_address: '경기도 부천시 조종로 49번길 21-3',
    address: '경기도 부천시 원미동 97-12'
  },
  {
    name: '동두천큰시장',
    type: '전통시장',
    name_address: '경기도 동두천시 큰시장로 52',
    address: '경기도 동두천시 생연동 698-1'
  },
  {
    name: '홍천중앙시장',
    type: '전통시장',
    name_address: '강원도 홍천군 홍천읍 홍천로 8길 17',
    address: '강원도 홍천군 홍천읍 신장대리 5-3'
  },
  {
    name: '신평골목시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 다대로134번길 27',
    address: '부산광역시 사하구 신평1동 111-282'
  },
  {
    name: '성서용산시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 성지로 66-1',
    address: '대구광역시 달서구 용산동 421-1'
  },
  {
    name: '상대원시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 희망로344번길 6',
    address: '경기도 성남시 중원구 상대원동 2985-1'
  },
  {
    name: '분당현대시장',
    type: '전통시장',
    name_address: '경기도 성남시 중앙공원로40번길 8',
    address: '경기도 성남시 서현동 94번지'
  },
  {
    name: '신안프라자',
    type: '전통시장',
    name_address: '경기도 안산시 상록구 반석로 54',
    address: '경기도 안산시 상록구 반석로 54'
  },
  {
    name: '장항전통시장',
    type: '전통시장',
    name_address: '충청남도 서천군 장항읍 성화로 104',
    address: '충청남도 서천군 장항읍 신창리 110'
  },
  {
    name: '번개시장',
    type: '전통시장',
    name_address: '대구광역시 중구 태평로 177-3',
    address: '대구광역시 중구 태평로1가 1-152'
  },
  {
    name: '오천시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 오천읍 해병로 307번길 26-3',
    address: '경상북도 포항시 남구 오천읍 세계리 823-1'
  },
  {
    name: '성원3차종합상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 대암로80',
    address: '경상남도 창원시 성산구 대방동 355'
  },
  {
    name: '고분다리전통시장',
    type: '전통시장',
    name_address: '서울특별시 강동구 구천면로34길 13',
    address: '서울특별시 강동구 천호동 393-32'
  },
  {
    name: '송현시장',
    type: '전통시장',
    name_address: '인천광역시 동구 화도진로44번길 18',
    address: '인천광역시 동구 송현동 88-19'
  },
  {
    name: '청양시장',
    type: '전통시장',
    name_address: '충청남도 청양군 정산면 정현길 54',
    address: '충청남도 청양군 정산면 서정리 163'
  },
  {
    name: '원마루시장',
    type: '전통시장',
    name_address: '충청북도 청주시 서원구 원마루로8번길 21',
    address: '충청북도 청주시 서원구 분평동 1335'
  },
  {
    name: '부강전통시장',
    type: '전통시장',
    name_address: '세종특별자치시 부강면 부강5길 18',
    address: '세종특별자치시 부강면 부강리 475-1'
  },
  {
    name: '망미중앙시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 과정로6번길7',
    address: '부산광역시 수영구 망미동 420-25'
  },
  {
    name: '야음상가시장',
    type: '전통시장',
    name_address: '울산광역시 남구 수암로 244-6',
    address: '울산광역시 남구 야음동 815-10'
  },
  {
    name: '월영대시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 월영남1길 13',
    address: '경상남도 창원시 마산합포구 해운동14-15'
  },
  {
    name: '관아골상가',
    type: '전통시장',
    name_address: '충청북도 충주시 관아4길 8',
    address: '충청북도 충주시 성내동 429'
  },
  {
    name: '청량리전통시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 경동시장로2길 49-3',
    address: '서울특별시 동대문구 청량리동 773'
  },
  {
    name: '매산시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 권선로 477 매산로2가',
    address: '경기도 수원시 팔달구 매산로2가 90'
  },
  {
    name: '일죽시장상인회',
    type: '전통시장',
    name_address: '경기도 안성시 일죽면 금일로 467 일원',
    address: '경기도 안성시 일죽면 송천리 15-18'
  },
  {
    name: '죽산시장',
    type: '전통시장',
    name_address: '경기도 안성시 죽산면 중서길 8-9',
    address: '경기도 안성시 죽산면 죽산리 439-3'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '인천광역시 동구 중앙로 68',
    address: '인천광역시 동구 송현동 100-12'
  },
  {
    name: '청천전통시장',
    type: '전통시장',
    name_address: '충청북도 괴산군 청천면 청천2길 10',
    address: '충청북도 괴산군 청천면 청천리 62-11'
  },
  {
    name: '구서오시게시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 구서로12',
    address: '부산광역시 금정구 구서동 87-9'
  },
  {
    name: '장림골목시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 장림시장 5길 95',
    address: '부산광역시 사하구 장림동 641-268'
  },
  {
    name: '명곡종합상가',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 명서로116번길 20',
    address: '경상남도 창원시 의창구 명서동 75-16'
  },
  {
    name: '양곡종합상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 신촌로102',
    address: '경상남도 창원시 성산구 신촌동 33-2'
  },
  {
    name: '장유전통시장',
    type: '전통시장',
    name_address: '경상남도 김해시 장유로 287-22',
    address: '경상남도 김해시 무계동 189-3'
  },
  {
    name: '이촌시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 이촌로75길 16-9',
    address: '서울특별시 용산구 이촌동 301-53 이촌종합상가'
  },
  {
    name: '경동광성상가',
    type: '전통시장',
    name_address: '서울특별시 동대문구 고산자로 464',
    address: '서울특별시 동대문구 제기동 917'
  },
  {
    name: '자유도매시장',
    type: '전통시장',
    name_address: '대전광역시 동구 중앙로 200번길 40',
    address: '대전광역시 동구 원동 64-1'
  },
  {
    name: '엄정내창시장',
    type: '전통시장',
    name_address: '충청북도 충주시 엄정면 내창로 191-1',
    address: '충청북도 충주시 엄정면 미내리 159-15'
  },
  {
    name: '울산번개시장',
    type: '전통시장',
    name_address: '울산광역시 남구 신선로184번길 46-1 야음동',
    address: '울산광역시 남구 야음동 375-55'
  },
  {
    name: '증산종합시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 증산로3길 12 증산동',
    address: '서울특별시 은평구 증산동 184-9'
  },
  {
    name: '계양산전통시장',
    type: '전통시장',
    name_address: '인천광역시 계양구 병방시장로69 2층',
    address: '인천광역시 계양구 병방동 383'
  },
  {
    name: '녹차골보성향토시장',
    type: '전통시장',
    name_address: '전라남도 보성군 보성읍 현충로 42-1',
    address: '전라남도 보성군 보성읍 원봉리 2-1'
  },
  {
    name: '관악신사시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 관천로19길 89',
    address: '서울특별시 관악구 신림동 494-34'
  },
  {
    name: '하대원공설시장',
    type: '전통시장',
    name_address: '경기도 성남시 마지로 118',
    address: '경기도 성남시 중원구 하대원동 266의1'
  },
  {
    name: '서정리시장',
    type: '전통시장',
    name_address: '경기도 평택시 서정역로 37',
    address: '경기도 평택시 서정동 328-35'
  },
  {
    name: '양동쌍학시장',
    type: '전통시장',
    name_address: '경기도 양평군 양동면 학둔지아래길 76 일원',
    address: '경기도 양평군 양동면 쌍학리 227-3 일원'
  },
  {
    name: '인천 강남시장',
    type: '전통시장',
    name_address: '인천광역시 서구 강남로 14',
    address: '인천광역시 서구 석남동 454-19'
  },
  {
    name: '언무안심시장',
    type: '전통시장',
    name_address: '충청남도 논산시 연무읍 연무로 178번길 9',
    address: '충청남도 논산시 연무읍 안심리 14-2'
  },
  {
    name: '예산시장(예산상설시장)',
    type: '전통시장',
    name_address: '충청남도 예산군 형제고개로 967',
    address: '충청남도 예산군 예산리 333-1'
  },
  {
    name: '초량상가 시장',
    type: '전통시장',
    name_address: '부산광역시 동구 초량로 15',
    address: '부산광역시 동구 초량동 200'
  },
  {
    name: '연미새시장',
    type: '전통시장',
    name_address: '부산광역시 연제구 배산로22번길3',
    address: '부산광역시 연제구 연산동 2122-26'
  },
  {
    name: '망미종합시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 연수로310번길 16',
    address: '부산광역시 수영구 망미동804'
  },
  {
    name: '불로전통시장',
    type: '전통시장',
    name_address: '대구광역시 동구 반야월로1길 7',
    address: '대구광역시 동구 불로동 449-1'
  },
  {
    name: '광덕시장',
    type: '전통시장',
    name_address: '대구광역시 남구 자유6길50',
    address: '대구광역시 남구 대명동 460-1'
  },
  {
    name: '포항죽도어시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 죽도시장길32',
    address: '경상북도 포항시 북구 죽도동 574-4'
  },
  {
    name: '형곡시장프라자',
    type: '전통시장',
    name_address: '경상북도 구미시 형곡서로 121',
    address: '경상북도 구미시 형곡동 147-1'
  },
  {
    name: '선비골 전통시장',
    type: '전통시장',
    name_address: '경상북도 영주시 중앙로 83번길40',
    address: '경상북도 영주시 영주동 373-5'
  },
  {
    name: '점촌전통시장',
    type: '전통시장',
    name_address: '경상북도 문경시 신흥시장길 19',
    address: '경상북도 문경시 흥덕동 794-1'
  },
  {
    name: '사파동성종합상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 창이대로 733',
    address: '경상남도 창원시 성산구 사파동 93'
  },
  {
    name: '화순고인돌전통시장',
    type: '전통시장',
    name_address: '전라남도 화순군 화순읍 시장길 42',
    address: '전라남도 화순군 화순읍 삼천리 621'
  },
  {
    name: '영신상가',
    type: '전통시장',
    name_address: '서울특별시 영등포구 영등포로 225 영등포동5가',
    address: '서울특별시 영등포구 영등포동5가 18-1'
  },
  {
    name: '성남중앙시장',
    type: '전통시장',
    name_address: '경기도 성남시 수정구 수정로 109',
    address: '경기도 성남시 수정구 태평동 3681'
  },
  {
    name: '관고전통시장',
    type: '전통시장',
    name_address: '경기도 이천시 중리천로 31번길 22',
    address: '경기도 이천시 관고동 10-13'
  },
  {
    name: '화천전통시장',
    type: '전통시장',
    name_address: '강원도 화천군 화천읍 중앙로 24길12',
    address: '강원도 화천군 화천읍 하리 50-7'
  },
  {
    name: '영동중앙시장',
    type: '전통시장',
    name_address: '충청북도 영동군 영동읍 중앙로 21',
    address: '충청북도 영동군 영동읍 계산리 693-27'
  },
  {
    name: '대동시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 상원로 22-24',
    address: '대구광역시 달서구 상인2동 1472-1'
  },
  {
    name: '창원도계부부시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 원이대로 69번길 20',
    address: '경상남도 창원시 의창구 도계동 400-1'
  },
  {
    name: '의령시장',
    type: '전통시장',
    name_address: '경상남도 의령군 의령읍 의병로18길 13',
    address: '경상남도 의령군 의령읍 중동리 386-7'
  },
  {
    name: '장미원 골목시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 삼양로 464',
    address: '서울특별시 강북구 수유동 316-11'
  },
  {
    name: '대조시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 불광로 13',
    address: '서울특별시 은평구 대조동 12-3'
  },
  {
    name: '목동깨미시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 목동중앙북로6길 5 목동',
    address: '서울특별시 양천구 목동 617-13 목3동시장 고객지원센터'
  },
  {
    name: '개봉프라자',
    type: '전통시장',
    name_address: '서울특별시 구로구 고척로40길 19',
    address: '서울특별시 구로구 고척동 269의1'
  },
  {
    name: '주문진건어물시장',
    type: '전통시장',
    name_address: '강원도 강릉시 주문진읍 해안로1748',
    address: '강원도 강릉시 주문리 312-708'
  },
  {
    name: '홍천시장',
    type: '전통시장',
    name_address: '강원도 홍천군 홍천읍 번영로 53번지 일원',
    address: '강원도 홍천군 홍천읍 신장대리 8-128번지 일원'
  },
  {
    name: '송남시장',
    type: '전통시장',
    name_address: '부산광역시 서구 충무대로 34 암남동',
    address: '부산광역시 서구 암남동 346-2'
  },
  {
    name: '방촌시장',
    type: '전통시장',
    name_address: '대구광역시 동구 동촌로46길 2',
    address: '대구광역시 동구 방촌동 1067-2'
  },
  {
    name: '봉덕시장',
    type: '전통시장',
    name_address: '대구광역시 남구 대봉로 17길5-3',
    address: '대구광역시 남구 봉덕동 961-39'
  },
  {
    name: '동대구 신시장',
    type: '전통시장',
    name_address: '대구광역시 북구 대현로 100',
    address: '대구광역시 북구 대현동 270-8'
  },
  {
    name: '가평잣고을시장',
    type: '전통시장',
    name_address: '경기도 가평군 가평읍 장터2길12 204호',
    address: '경기도 가평군 읍내리 405'
  },
  {
    name: '기린전통시장',
    type: '전통시장',
    name_address: '강원도 인제군 기린면 기린로 17',
    address: '강원도 인제군 기린면 현리 639-9번지'
  },
  {
    name: '양정전통시장',
    type: '전통시장',
    name_address: '부산광역시 부신진구 동평로 410',
    address: '부산광역시 부신진구 양정동370'
  },
  {
    name: '대해불빛시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 중앙로67번길 7',
    address: '경상북도 포항시 남구 해도동 79-1'
  },
  {
    name: '광양 5일시장',
    type: '전통시장',
    name_address: '전라남도 광양시 광양읍 백운로 3',
    address: '전라남도 광양시 광양읍 목성리 696-3'
  },
  {
    name: '제주도남시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 도남동 923의 13',
    address: '제주특별자치도 제주시 신성로7길 13'
  },
  {
    name: '면목골목시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 사가정로50길 84',
    address: '서울특별시 중랑구 면목동 666-15'
  },
  {
    name: '금촌전통시장',
    type: '전통시장',
    name_address: '경기도 파주시 금정 24길 18-6',
    address: '경기도 파주시 금촌동 64-19'
  },
  {
    name: '모라전통시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 사상로 483',
    address: '부산광역시 사상구 모라동 1089-3'
  },
  {
    name: '서구시장',
    type: '전통시장',
    name_address: '대구광역시 서구 국채보상로45길 33',
    address: '대구광역시 서구 평리3동 1085-1'
  },
  {
    name: '수산시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 들안로 285-56 수성동2가',
    address: '대구광역시 수성구 수성2가 39-3'
  },
  {
    name: '제주동문수산시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 오현길 81',
    address: '제주특별자치도 제주시 이도1동 1348-1'
  },
  {
    name: '구천동공구시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 수원천로199번길 5 구천동',
    address: '경기도 수원시 팔달구 구천동 86-1'
  },
  {
    name: '현대프라자시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 돌마로 364',
    address: '경기도 성남시 분당구 수내동 79-2'
  },
  {
    name: '만수시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 만수로27번길 10-11',
    address: '인천광역시 남동구 만수동 868-26'
  },
  {
    name: '오창전통시장',
    type: '전통시장',
    name_address: '충청북도 청주시 청원구 팔결로 715',
    address: '충청북도 청주시 청원구 오창읍 장대리 309-4'
  },
  {
    name: '서문시장건해산물상가',
    type: '전통시장',
    name_address: '대구광역시 중구 큰장로 26안길5',
    address: '대구광역시 중구 대신동 265-5'
  },
  {
    name: '대곡시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 도원로24',
    address: '대구광역시 달서구 도원동 1432'
  },
  {
    name: '해평공설시장',
    type: '전통시장',
    name_address: '경상북도 구미시 해평면 해평시장3길',
    address: '경상북도 구미시 해평면 낙성리 138'
  },
  {
    name: '가은아자개시장',
    type: '전통시장',
    name_address: '경상북도 문경시 가은읍 가은5길 7',
    address: '경상북도 문경시 가은읍 왕능리 275-26'
  },
  {
    name: '옥과5일시장',
    type: '전통시장',
    name_address: '전라남도 곡성군 옥과면 리문8길 14',
    address: '전라남도 곡성군 옥과면 리문리 254-5'
  },
  {
    name: '전통로타리시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 전농로 15길 7',
    address: '서울특별시 동대문구 전농동 295-52'
  },
  {
    name: '청구문화시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 내정로165번길 38',
    address: '경기도 성남시 분당구수내동 32'
  },
  {
    name: '사창시장',
    type: '전통시장',
    name_address: '충청북도 청주시 사직대로164번길 36',
    address: '충청북도 청주시 사창동 286-22'
  },
  {
    name: '역전통합시장',
    type: '전통시장',
    name_address: '경상남도 창운시 회원구 석전동15길 23',
    address: '경상남도 창원시 회원구 석천2동 226-2'
  },
  {
    name: '신중앙시장',
    type: '전통시장',
    name_address: '전라남도 목포시 원산중앙로 51',
    address: '전라남도 목포시 산정동 1732'
  },
  {
    name: '영주공설시장',
    type: '전통시장',
    name_address: '경상북도 영주시 구성로 330번길 30',
    address: '경상북도 영주시 하망동 362-4'
  },
  {
    name: '가야상설시장',
    type: '전통시장',
    name_address: '경상남도 함안군 가야읍 가야8길8',
    address: '경상남도 함안군 가야읍 말산리 470-1'
  },
  {
    name: '증평장뜰재래시장',
    type: '전통시장',
    name_address: '충청북도 증평군 증평읍 장뜰로 58-1',
    address: '충청북도 증평군 중동리 97-1'
  },
  {
    name: '양남시장',
    type: '전통시장',
    name_address: '경상북도 경주시 하서중앙길 56-28',
    address: '경상북도 경주시 하서리 1502'
  },
  {
    name: '영주소백쇼핑몰',
    type: '전통시장',
    name_address: '경상북도 영주시 중앙로 80번길 33-12',
    address: '경상북도 영주시 하망동 364-30'
  },
  {
    name: '동성올림픽타운',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 중앙대로 77',
    address: '경상남도 창원시 성산구 중앙동 97-2'
  },
  {
    name: '산호시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 산호시장길 18',
    address: '경상남도 창원시 마산합포구 산호동 28-8'
  },
  {
    name: '삼가시장',
    type: '전통시장',
    name_address: '경상남도 합천군 삼가면 일부5길 1',
    address: '경상남도 합천군 삼가면 일부리 921-1'
  },
  {
    name: '수유재래시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 도봉로71길 26',
    address: '서울특별시 강북구 수유1동 50-77'
  },
  {
    name: '방신전통시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 방화동로16길32',
    address: '서울특별시 강서구 방화동 579-1'
  },
  {
    name: '대림중앙시장',
    type: '전통시장',
    name_address: '서울특별시 영등포구 디지털로 372번지',
    address: '서울특별시 영등포구 대림동 1028-4'
  },
  {
    name: '(주)중앙상사(송현자유시장)',
    type: '전통시장',
    name_address: '인천광역시 동구 중앙로 82',
    address: '인천광역시 동구 송현동 100-179'
  },
  {
    name: '영월종합상가',
    type: '전통시장',
    name_address: '강원도 영월군 영월읍 하송안 길',
    address: '강원도 영월군 영월읍 하송리 11-3'
  },
  {
    name: '해미시장',
    type: '전통시장',
    name_address: '충청남도 서산시 읍성마을2길 16',
    address: '충청남도 서산시 읍내리 202'
  },
  {
    name: '(사)홍성상설시장',
    type: '전통시장',
    name_address: '충청남도 홍성군 홍성읍 아문길 60',
    address: '충청남도 홍성군 홍성읍 오관리 397-6'
  },
  {
    name: '대신시장',
    type: '전통시장',
    name_address: '부산광역시 서구 대영로 78 동대신동1가',
    address: '부산광역시 서구 동대신동1가 113-1'
  },
  {
    name: '서대신동골목시장',
    type: '전통시장',
    name_address: '부산광역시 서구 구덕로295번길 4 서대신동2가',
    address: '부산광역시 서구 서대신동2가 99-5'
  },
  {
    name: '성당시장',
    type: '전통시장',
    name_address: '대구광역시 남구 성당로 196',
    address: '대구광역시 남구 대명동 3023-23'
  },
  {
    name: '영광터미널시장',
    type: '전통시장',
    name_address: '전라남도 영광군 영광읍 신남로3길 5-3',
    address: '전라남도 영광군 영광읍 남천리 321-1'
  },
  {
    name: '익산구시장',
    type: '전통시장',
    name_address: '전라북도 익산시 인북로8길 22',
    address: '전라북도 익산시 인화동1가 131-8'
  },
  {
    name: '금만시장',
    type: '전통시장',
    name_address: '전라북도 김제시 동서7길23',
    address: '전라북도 김제시 요촌동 194-7'
  },
  {
    name: '숭인시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 도봉로 45',
    address: '서울특별시 강북구 미아동 60-5'
  },
  {
    name: '마포시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 마포대로6길 16 만리재로 23 공덕동',
    address: '서울특별시 마포구 공덕동 256-5 256-30'
  },
  {
    name: '문막전통시장',
    type: '전통시장',
    name_address: '강원도 원주시 문막읍 문막시장1길 52-10',
    address: '강원도 원주시 문막읍 문막리 240-1'
  },
  {
    name: '정원시장',
    type: '전통시장',
    name_address: '대전광역시 동구 중앙로 194번길 33',
    address: '대전광역시 동구 원동 64-1'
  },
  {
    name: '부산데파트',
    type: '전통시장',
    name_address: '부산광역시 중구 중앙대로 1',
    address: '부산광역시 중구 중앙동7가 20-1'
  },
  {
    name: '초량전통시장',
    type: '전통시장',
    name_address: '부산광역시 동구 초량로13번길 24',
    address: '부산광역시 동구 초량동 308- 1'
  },
  {
    name: '국제상가',
    type: '전통시장',
    name_address: '부산광역시 부산진구 백양관문로 104-1',
    address: '부산광역시 부산진구 당감동 791'
  },
  {
    name: '연천시장',
    type: '전통시장',
    name_address: '부산광역시 연제구 과정로276번길28',
    address: '부산광역시 연제구 연산동 364-1'
  },
  {
    name: '병영시장',
    type: '전통시장',
    name_address: '울산광역시 중구 병영로14',
    address: '울산광역시 중구 남외동 257-1 병영시장'
  },
  {
    name: '(주)신정시장',
    type: '전통시장',
    name_address: '울산광역시 남구 월평로47번길 7',
    address: '울산광역시 남구 신정동 630-1'
  },
  {
    name: '(주)야음시장',
    type: '전통시장',
    name_address: '울산광역시 남구 815-22',
    address: '울산광역시 남구 야음동 815-22'
  },
  {
    name: '언양종합상가시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 언양읍 장터1길22',
    address: '울산광역시 울주군 언양읍 남부리 124-2'
  },
  {
    name: '동대구시장',
    type: '전통시장',
    name_address: '대구광역시 북구 대현로20길 30',
    address: '대구광역시 북구 대현동 390'
  },
  {
    name: '삼성시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성시장로 42',
    address: '대구광역시 북구 칠성동1가 276-108'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '',
    address: '경상북도 김천시 모암동 157번지 일원'
  },
  {
    name: '함창전통시장',
    type: '전통시장',
    name_address: '경상북도 상주시 함창읍 함창시장길4514',
    address: '경상북도 상주시 함창읍 구향리 122'
  },
  {
    name: '봉곡프라자상가',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 창이대로205번길 5',
    address: '경상남도 창원시 의창구 봉곡동61-10'
  },
  {
    name: '영천시장',
    type: '전통시장',
    name_address: '서울특별시 서대문구 통일로 189-1 영천시장',
    address: '서울특별시 서대문구 영천동 323'
  },
  {
    name: '신림현대종합상가',
    type: '전통시장',
    name_address: '서울특별시 관악구 신림로 29길 3-20',
    address: '서울특별시 관악구 신림동 1694'
  },
  {
    name: '못골종합시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 수원천로258번길 10-12 지동',
    address: '경기도 수원시 팔달구 지동 387-1'
  },
  {
    name: '한신시장',
    type: '전통시장',
    name_address: '경기도 부천시 은성로68번길 46',
    address: '경기도 부천시 소사본동 200-1'
  },
  {
    name: '주)고령대가야시장',
    type: '전통시장',
    name_address: '경상북도 고령군 대가야읍 시장3길29',
    address: '경상북도 고령군 대가야읍 지산리 222-2'
  },
  {
    name: '방학동도깨비시장',
    type: '전통시장',
    name_address: '서울특별시 도봉구 도당로 13가길 17 2층',
    address: '서울특별시 도봉구 방학동 633-15'
  },
  {
    name: '연서시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 연서로 247 불광동',
    address: '서울특별시 은평구 불광동 310-4'
  },
  {
    name: '일산전통시장',
    type: '전통시장',
    name_address: '경기도 고양시 일산서구 일청로 12번길 9',
    address: '경기도 고양시 일산서구 일산동 617-20'
  },
  {
    name: '고한구공탄시장',
    type: '전통시장',
    name_address: '강원도 정선군 고한읍 고한 4길 38-6',
    address: '강원도 정선군 고한읍 고한리 62-14'
  },
  {
    name: '거제시장',
    type: '전통시장',
    name_address: '부산광역시 연제구 거제시장로14번길28',
    address: '부산광역시 연제구 거제동 486-1'
  },
  {
    name: '포방터시장',
    type: '전통시장',
    name_address: '서울특별시 서대문구 포방터길 43',
    address: '서울특별시 서대문구 홍은동 9-123'
  },
  {
    name: '신사 상가',
    type: '전통시장',
    name_address: '서울특별시 강남구 압구정로29길 72-1',
    address: '서울특별시 강남구 압구정동 454'
  },
  {
    name: '둔촌역전통시장',
    type: '전통시장',
    name_address: '서울특별시 강동구 양재대로91길20',
    address: '서울특별시 강동구 성내동 416-12'
  },
  {
    name: '성내전통시장',
    type: '전통시장',
    name_address: '서울특별시 강동구 천호대로162길 61',
    address: '서울특별시 강동구 성내동 144-12'
  },
  {
    name: '동신종합시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 수내동 돌마로 361',
    address: '경기도 성남시 분당구 수내동 돌마로 361'
  },
  {
    name: '보령웅천전통시장',
    type: '전통시장',
    name_address: '충청남도 보령시 웅천읍 장터4길 24',
    address: '충청남도 보령시 웅천읍 대창리 432-1'
  },
  {
    name: '범일골목시장',
    type: '전통시장',
    name_address: '부산광역시 동구 범곡북로28',
    address: '부산광역시 동구 범일동 1486'
  },
  {
    name: '신내당시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 야외음악당로39길 62',
    address: '대구광역시 달서구 두류3동 486-1'
  },
  {
    name: '남원용남시장',
    type: '전통시장',
    name_address: '전라북도 남원시 동헌길10',
    address: '전라북도 남원시 하정동 138'
  },
  {
    name: '능동로 골목시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 뚝섬로 30길 23',
    address: '서울특별시 광진구 자양동 553-219'
  },
  {
    name: '적성전통시장',
    type: '전통시장',
    name_address: '경기도 파주시 적성면 청송로 1023',
    address: '경기도 파주시 적성면 마지리 46-8'
  },
  {
    name: '부여시장',
    type: '전통시장',
    name_address: '충청남도 부여군 부여읍 성왕로173번길 12',
    address: '충청남도 부여군 부여읍 구아리 432'
  },
  {
    name: '제천고추시장',
    type: '전통시장',
    name_address: '충청북도 제천시 바이오밸리로 212',
    address: '충청북도 제천시 신월동 1138-1번지 일원'
  },
  {
    name: '영주시장',
    type: '전통시장',
    name_address: '부산광역시 중구 대영로 242길',
    address: '부산광역시 중구 영주동 595-3'
  },
  {
    name: '반구시장',
    type: '전통시장',
    name_address: '울산광역시 중구 반구정14길 13 반구동',
    address: '울산광역시 중구 반구동 453-39'
  },
  {
    name: '범한프라자시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 불정로376번길 37 서현동',
    address: '경기도 성남시 분당구 서현동 312-3'
  },
  {
    name: '단대전통시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 광명로289',
    address: '경기도 성남시 중원구 금광동 10'
  },
  {
    name: '경안시장',
    type: '전통시장',
    name_address: '경기도 광주시 경안로25번길 14-1',
    address: '경기도 광주시 경안동 33-16'
  },
  {
    name: '전포놀이터시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 전포대로 256번길 109',
    address: '부산광역시 부산진구 전포동197-6'
  },
  {
    name: '만덕시장',
    type: '전통시장',
    name_address: '부산광역시 북구 만덕1로24번길 8',
    address: '부산광역시 북구 만덕1동 829'
  },
  {
    name: '반여2동상가시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 해운대로61번길 95-83',
    address: '부산광역시 해운대구 반여2동 1291-1425'
  },
  {
    name: '민락골목시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광안해변로 277번길39',
    address: '부산광역시 수영구 민락동 231-40'
  },
  {
    name: '구역전시장',
    type: '전통시장',
    name_address: '울산광역시 중구 구역전길 24-2 학성동',
    address: '울산광역시 중구 학성동 432-438'
  },
  {
    name: '전기조명관',
    type: '전통시장',
    name_address: '대구광역시 북구 유통단지로50',
    address: '대구광역시 북구 산격2동 1666'
  },
  {
    name: '현풍백년도깨비시장',
    type: '전통시장',
    name_address: '대구광역시 달성군 현풍읍 현풍로 6길 5',
    address: '대구광역시 달성군 현풍읍 원교리 12-5'
  },
  {
    name: '고성공룡시장',
    type: '전통시장',
    name_address: '경상남도 고성군 고성읍 성내로112번길 75-8',
    address: '경상남도 고성군 고성읍 성내리 212-3'
  },
  {
    name: '목사랑시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 목동중앙남로7길 8 목동',
    address: '서울특별시 양천구 목동 726-18 목4동시장고객지원센터'
  },
  {
    name: '중앙종합시장',
    type: '전통시장',
    name_address: '대전광역시 동구 중교로 119 원동',
    address: '대전광역시 동구 원동 65-7'
  },
  {
    name: '대송농수산물시장',
    type: '전통시장',
    name_address: '울산광역시 동구 대송1길 49 화정동',
    address: '울산광역시 동구 화정동 167-15'
  },
  {
    name: '덕산그린피아',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 용지로 64',
    address: '경상남도 창원시 성산구 중앙동 98-6'
  },
  {
    name: '연지시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 연지로14',
    address: '부산광역시 부산진구 연지동 190-40'
  },
  {
    name: '통인시장',
    type: '전통시장',
    name_address: '서울특별시 종로구 자하문로 15길 18',
    address: '서울특별시 종로구 통인동 10-3'
  },
  {
    name: '돌곶이시장(구석관황금시장)',
    type: '전통시장',
    name_address: '서울특별시 성북구 한천로 73길 33',
    address: '서울특별시 성북구 석관동 279-16'
  },
  {
    name: '모란전통기름시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 둔촌대로 83번길 7',
    address: '경기도 성남시 중원구 성남동 4222'
  },
  {
    name: '중동사랑시장',
    type: '전통시장',
    name_address: '경기도 부천시 부흥로200번길 25',
    address: '경기도 부천시 중동 724'
  },
  {
    name: '연수 송도 역전 시장',
    type: '전통시장',
    name_address: '인천광역시 연수구 한나루로196번길 14',
    address: '인천광역시 연수구 옥련동 308-18'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '충청북도 청주시 상당구 중앙로 18',
    address: '충청북도 청주시 상당구 북문로2가 92-2'
  },
  {
    name: '수암상가시장',
    type: '전통시장',
    name_address: '울산광역시 남구 수암로 128번길 12',
    address: '울산광역시 남구 야음동 697-9'
  },
  {
    name: '강진읍시장',
    type: '전통시장',
    name_address: '전라남도 강진군 강진읍 동성리 시장길 19',
    address: '전라남도 강진군 강진읍 동성리 187-5'
  },
  {
    name: '군산신영시장',
    type: '전통시장',
    name_address: '전라북도 군산시 동신영길 56',
    address: '전라북도 군산시 신영동 19-5'
  },
  {
    name: '서문공설시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 서문로4길 13-2',
    address: '제주특별자치도 제주시 용담1동 135-9'
  },
  {
    name: '목2동시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 목동중앙북로 16길3',
    address: '서울특별시 양천구 목동 526'
  },
  {
    name: '우성종합상가',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 중앙공원로40번길 42',
    address: '경기도 성남시 분당구 서현동 94-3'
  },
  {
    name: '대소시장',
    type: '전통시장',
    name_address: '충청북도 음성군 대소면 오산로 36',
    address: '충청북도 음성군 대소면 오산리 186-6'
  },
  {
    name: '대연시장',
    type: '전통시장',
    name_address: '부산광역시 남구 못골로 56',
    address: '부산광역시 남구 대연5동 1760-1'
  },
  {
    name: '영주골목시장',
    type: '전통시장',
    name_address: '경상북도 영주시 구성로 360번길 15-1',
    address: '경상북도 영주시 영주동 315-6'
  },
  {
    name: '예천상설시장',
    type: '전통시장',
    name_address: '경상북도 예천군 예천읍 상설시장2길 3-1',
    address: '경상북도 예천군 예천읍 동본리 553'
  },
  {
    name: '1913송정역 시장',
    type: '전통시장',
    name_address: '광주광역시 광산구 송정로 8번길 33',
    address: '광주광역시 광산구 송정동 971-1'
  },
  {
    name: '수유전통시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 도봉로67길 18',
    address: '서울특별시 강북구 수유동 54-5'
  },
  {
    name: '가경터미널시장',
    type: '전통시장',
    name_address: '충청북도 청주시 흥덕구 풍년로160번길 42-1',
    address: '충청북도 청주시 흥덕구 가경동 1342'
  },
  {
    name: '충무동 해안시장',
    type: '전통시장',
    name_address: '부산광역시 서구 자갈치로 14-12 충무동1가',
    address: '부산광역시 서구 충무동 1가 43-1'
  },
  {
    name: '철뚝시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 자유평화로3번길 14-15',
    address: '부산광역시 부산진구 범천동 839-36'
  },
  {
    name: '서동시장',
    type: '전통시장',
    name_address: '울산광역시 중구 동천5길 12 서동 월드빌라트',
    address: '울산광역시 중구 서동 38-6 월드빌라트'
  },
  {
    name: '경민인터빌상가',
    type: '전통시장',
    name_address: '경상남도 창원시 마산회원구 양덕북12길 113',
    address: '경상남도 창원시 마산 회원구 양덕북 12가-113'
  },
  {
    name: '답십리건축자재시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 고미술로 49',
    address: '서울특별시 동대문구 답십리동 483번지 일대'
  },
  {
    name: '망원시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 망원로8길 3 70 망원동',
    address: '서울특별시 마포구 망원동 486-37'
  },
  {
    name: '명일전통시장',
    type: '전통시장',
    name_address: '서울특별시 강동구 양재대로138길 20',
    address: '서울특별시 강동구 명일동 333-2 일대'
  },
  {
    name: '과천제일쇼핑',
    type: '전통시장',
    name_address: '경기도 과천시 별양상가 2로 14',
    address: '경기도 과천시 별양동 1-13'
  },
  {
    name: '금촌명동로시장',
    type: '전통시장',
    name_address: '경기도 파주시 명동길 53',
    address: '경기도 파주시 금촌동 323-1'
  },
  {
    name: '연수구 옥련시장',
    type: '전통시장',
    name_address: '인천광역시 연수구 독배로 40번길 35',
    address: '인천광역시 연수구 옥련동 462-32'
  },
  {
    name: '신중앙시장',
    type: '전통시장',
    name_address: '대전광역시 동구 중앙로200번길 85',
    address: '대전광역시 동구 원동 40- 1'
  },
  {
    name: '청학시장',
    type: '전통시장',
    name_address: '부산광역시 영도구 태종로 316번길 1',
    address: '부산광역시 영도구 청학동 297-1'
  },
  {
    name: '서대구시장',
    type: '전통시장',
    name_address: '대구광역시 달석구 명덕로2길 30',
    address: '대구광역시 달석구 두류1동 1216-1'
  },
  {
    name: '대구예전우시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 야외음악당로47길 111',
    address: '대구광역시 달서구 두류동 136-6'
  },
  {
    name: '용흥시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 대안길 56',
    address: '경상북도 포항시 북구 용흥동366'
  },
  {
    name: '영양시장',
    type: '전통시장',
    name_address: '경상북도 영양군 영양로 영양읍 시장5길 4',
    address: '경상북도 영양군 영양로 영양읍 서부리 288-3'
  },
  {
    name: '경창상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 상남로 67',
    address: '경상남도 창원시 성산구 상남동 73-5'
  },
  {
    name: '신마산반월시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 반월남1길 18-16',
    address: '경상남도 창원시 마산합포구 반월동 84-13'
  },
  {
    name: '벌교매일시장',
    type: '전통시장',
    name_address: '전라남도 보성군 벌교읍 시장2길 10-41',
    address: '전라남도 보성군 벌교읍 벌교리 887-22'
  },
  {
    name: '답십리현대시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 전농로 4길 38',
    address: '서울특별시 동대문구 답십리동 967-5'
  },
  {
    name: '답십리 시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 답신리로51길 4-1',
    address: '서울특별시 동대문구 답십리2동 66-17'
  },
  {
    name: '동성타워프라자',
    type: '전통시장',
    name_address: '서울특별시 중랑구 봉화산로 221',
    address: '서울특별시 중랑구 신내동 786 동성타워프라자'
  },
  {
    name: '청평여울시장',
    type: '전통시장',
    name_address: '경기도 가평군 청평면 시장중앙로19',
    address: '경기도 가평군 청평면 청평리 81-2'
  },
  {
    name: '대명중앙시장',
    type: '전통시장',
    name_address: '대구광역시 남구 대명로20길 56',
    address: '대구광역시 남구 대명6동 1040-4'
  },
  {
    name: '영덕시장',
    type: '전통시장',
    name_address: '경상북도 영덕군 영덕읍 야성길 15',
    address: '경상북도 영덕군 영덕읍 남석리 34-80'
  },
  {
    name: '여수교동시장',
    type: '전통시장',
    name_address: '전라남도 여수시 교동시장1길 15-10',
    address: '전라남도 여수시 교동 606-1'
  },
  {
    name: '동문시장(주)',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 동문로 16',
    address: '제주특별자치도 제주시 일도1동 1148-2'
  },
  {
    name: '능곡전통시장',
    type: '전통시장',
    name_address: '경기도 고양시 덕양구 능곡로 12의 9',
    address: '경기도 고양시 덕양구 토당동 347'
  },
  {
    name: '통진시장',
    type: '전통시장',
    name_address: '경기도 김포시 서암로84번길 29',
    address: '경기도 김포시 서암리 721-8'
  },
  {
    name: '중앙시민전통시장',
    type: '전통시장',
    name_address: '강원도 원주시 자유시장길 26',
    address: '강원도 원주시 중앙동 42-3'
  },
  {
    name: '전의왕의물시장',
    type: '전통시장',
    name_address: '세종특별자치시 전의면 장터길33',
    address: '세종특별자치시 전의면 읍내리 236-2 전의시장고객편의시설'
  },
  {
    name: '국민시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 사직북로 33번길31',
    address: '부산광역시 동래구 사직동 44-1'
  },
  {
    name: '영주종합시장',
    type: '전통시장',
    name_address: '경상북도 영주시 선비로79번길 40-12',
    address: '경상북도 영주시 휴천동 305'
  },
  {
    name: '마산역번개시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산회원구 석전동 16길',
    address: '경상남도 창원시 마산회원구 석전1동 43'
  },
  {
    name: '천전시장',
    type: '전통시장',
    name_address: '경상남도 진주시 진주대로 954번길 4',
    address: '경상남도 진주시 칠암동 306-1'
  },
  {
    name: '진교공설시장',
    type: '전통시장',
    name_address: '경상남도 하동군 진교면 선창길 24',
    address: '경상남도 하동군 진교면 진교리302-4'
  },
  {
    name: '중앙먹통시장',
    type: '전통시장',
    name_address: '전라남도 목포시 삼일로13번길 18-2',
    address: '전라남도 목포시 남교동 88-29'
  },
  {
    name: '중마시장',
    type: '전통시장',
    name_address: '전라남도 광양시 중마중앙로 88',
    address: '전라남도 광양시 중동 1732-3'
  },
  {
    name: '수유프라자',
    type: '전통시장',
    name_address: '서울특별시 강북구 도봉로 261',
    address: '서울특별시 강북구 수유동 63'
  },
  {
    name: '상도전통시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 상도로 37길 62',
    address: '서울특별시 동작구 상도동 367-2'
  },
  {
    name: '오정시장',
    type: '전통시장',
    name_address: '경기도 부천시 부천로 470번길 50',
    address: '경기도 부천시 오정동 582-30'
  },
  {
    name: '양곡오라니장터',
    type: '전통시장',
    name_address: '경기도 김포시 양곡1로 54',
    address: '경기도 김포시 양촌읍 양곡리 419-4 16호'
  },
  {
    name: '옥골시장',
    type: '전통시장',
    name_address: '울산광역시 중구 중앙시장길17-7',
    address: '울산광역시 중구 옥교동 125-13'
  },
  {
    name: '동서시장',
    type: '전통시장',
    name_address: '대구광역시 동구 아양로 37길51-1',
    address: '대구광역시 동구 신암동 94-14'
  },
  {
    name: '중평시장',
    type: '전통시장',
    name_address: '대구광역시 서구 서대구로 17길16',
    address: '대구광역시 서구 평리동 1437-5'
  },
  {
    name: '형곡중앙시장',
    type: '전통시장',
    name_address: '경상북도 구미시 형곡로 186',
    address: '경상북도 구미시 형곡동 321'
  },
  {
    name: '롯데종합상가',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 용지로225',
    address: '경상남도 창원시 의창구 용호동 63'
  },
  {
    name: '지귀시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 창이대로 205번길8-3',
    address: '경상남도 창원시 의창구 봉곡동 80-14'
  },
  {
    name: '이태원시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 이태원로14길 6',
    address: '서울특별시 용산구 이태원동 56-9 이태원시장'
  },
  {
    name: '창동신창시장',
    type: '전통시장',
    name_address: '서울특별시 도봉구 덕릉로 57길 17',
    address: '서울특별시 도봉구 창동 578-47'
  },
  {
    name: '가야벽산상가',
    type: '전통시장',
    name_address: '부산광역시 부산진구 엄광로 68 벽산아파트',
    address: '부산광역시 부산진구 가야2동 669-9'
  },
  {
    name: '황남상가시장',
    type: '전통시장',
    name_address: '경상북도 경주시 포석로1058-7',
    address: '경상북도 경주시 황남동 307-1'
  },
  {
    name: '의성공설재래시장',
    type: '전통시장',
    name_address: '경상북도 의성군 의성읍 전통시장 1길 12-8',
    address: '경상북도 의성군 의성읍 도동리 758-4'
  },
  {
    name: '진영전통시장',
    type: '전통시장',
    name_address: '경상남도 김해시 진영읍 진영로160번길 13-8',
    address: '경상남도 김해시 진영읍 진영리 235-16'
  },
  {
    name: '화개장터',
    type: '전통시장',
    name_address: '경상남도 하동군 화개면 쌍계로 21',
    address: '경상남도 하동군 화개면 탑리 726-10'
  },
  {
    name: '동남상가',
    type: '전통시장',
    name_address: '서울특별시 영등포구 영등포로 37길4',
    address: '서울특별시 영등포구 영등포동5가 24 동남상가아파트'
  },
  {
    name: '신장전통시장',
    type: '전통시장',
    name_address: '경기도 하남시 신장1로3번길 42',
    address: '경기도 하남시 신장동 신장전통시장'
  },
  {
    name: '일신시장',
    type: '전통시장',
    name_address: '인천광역시 부평구 경인로 1118번길 14-7',
    address: '인천광역시 부평구 경인로 일신동 107'
  },
  {
    name: '임계사통팔달시장',
    type: '전통시장',
    name_address: '강원도 정선군 송계3길 12',
    address: '강원도 정선군 송계리 774-5'
  },
  {
    name: '대평리시장',
    type: '전통시장',
    name_address: '대구광역시 서구 문화로49길 25',
    address: '대구광역시 서구 평리동676-7'
  },
  {
    name: '대구 상원시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 상인로9',
    address: '대구광역시 달서구 상인동 1582-4'
  },
  {
    name: '부림상시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 동서서4길 2-15',
    address: '경상남도 창원시 마산합포구 부림동 83-24'
  },
  {
    name: '옥현상가',
    type: '전통시장',
    name_address: '경상남도 거제시 옥포로 250',
    address: '경상남도 거제시 옥포동1293-1'
  },
  {
    name: '마량 5일시장',
    type: '전통시장',
    name_address: '전라남도 강진군 마량면 마량5길 11',
    address: '전라남도 강진군 마량면 마량리 987-11'
  },
  {
    name: '양동경열로시장',
    type: '전통시장',
    name_address: '광주광역시 서구 경열로 140-1',
    address: '광주광역시 서구 양동 307-28'
  },
  {
    name: '중랑교쇼핑',
    type: '전통시장',
    name_address: '서울특별시 중랑구 망우로 32길 23',
    address: '서울특별시 중랑구 상봉동 129-9 중랑교쇼핑센터'
  },
  {
    name: '대림골목시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 응암로 12길 8',
    address: '서울특별시 은평구 응암동 602-1'
  },
  {
    name: '오이도 전통수산시장',
    type: '전통시장',
    name_address: '경기도 시흥시 오이도로 167 173',
    address: '경기도 시흥시 정왕동 2003-8 2003-12'
  },
  {
    name: '세종대평시장',
    type: '전통시장',
    name_address: '세종특별자치시 금남면 대평시장1길 17-2',
    address: '세종특별자치시 금남면 용포리 205-42'
  },
  {
    name: '중앙도매시장(대전)',
    type: '전통시장',
    name_address: '대전광역시 동구 대전로 783',
    address: '대전광역시 동구 원동 51-1'
  },
  {
    name: '운수대통 생거진천 전통시장',
    type: '전통시장',
    name_address: '충청북도 진천군 진천읍 원덕로390',
    address: '충청북도 진천군 성석리 969'
  },
  {
    name: '동성시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 수성2가 39-1 수성동2가',
    address: '대구광역시 수성구 수성2가 39-1'
  },
  {
    name: '구담공설시장',
    type: '전통시장',
    name_address: '경상북도 안동시 풍천면 섬마길 7-9',
    address: '경상북도 안동시 풍천면 구담리 494-1'
  },
  {
    name: '산청시장',
    type: '전통시장',
    name_address: '경상남도 산청군 산청읍 중앙로 16-1',
    address: '경상남도 산청군 산청읍 산청리 252-2'
  },
  {
    name: '여수중앙선어시장',
    type: '전통시장',
    name_address: '전라남도 여수시 선어시장길 13',
    address: '전라남도 여수시 중앙동 366'
  },
  {
    name: '고창 전통시장',
    type: '전통시장',
    name_address: '전라북도 고창군 고창읍 동리로 62-11',
    address: '전라북도 고창군 고창읍 읍내리 367'
  },
  {
    name: '정왕전통시장',
    type: '전통시장',
    name_address: '경기도 시흥시 정왕시장길 51 52',
    address: '경기도 시흥시 정왕동 1202 1203'
  },
  {
    name: '구월도매전통시장',
    type: '전통시장',
    name_address: '인천광역시 남동구 인하로521번길 10-15',
    address: '인천광역시 남동구 구월동 1176-14'
  },
  {
    name: '제천역전한마음시장',
    type: '전통시장',
    name_address: '충청북도 제천시 내토로 28길 12',
    address: '충청북도 제천시 화산동 207-3'
  },
  {
    name: '만물의거리시장',
    type: '전통시장',
    name_address: '부산광역시 중구 국제시장 2길24-1',
    address: '부산광역시 중구 신창동4가 10-5'
  },
  {
    name: '호계공설시장',
    type: '전통시장',
    name_address: '울산광역시 북구 호계3길 17-11',
    address: '울산광역시 북구 호계동 869-1 호계공설시장'
  },
  {
    name: '두류 신시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 당산동길 27',
    address: '대구광역시 달서구 성당동 706-21'
  },
  {
    name: '운암시장',
    type: '전통시장',
    name_address: '광주광역시 북구 대자로 87',
    address: '광주광역시 북구 운암동 94-7'
  },
  {
    name: '강남시장',
    type: '전통시장',
    name_address: '서울특별시 강남구 압구정로 2길 46',
    address: '서울특별시 강남구 신사동 510-11'
  },
  {
    name: '고리울동굴시장',
    type: '전통시장',
    name_address: '경기도 부천시 고리울로64번길 27',
    address: '경기도 부천시 오정구 고강동 407'
  },
  {
    name: '유구전통시장',
    type: '전통시장',
    name_address: '충청남도 공주시 유구읍 시장길 28',
    address: '충청남도 공주시 유구읍 석남리 276-5'
  },
  {
    name: '보령동부시장',
    type: '전통시장',
    name_address: '충청남도 보령시 구상가길 14-5',
    address: '충청남도 보령시 대천동 618-64'
  },
  {
    name: '보수종합시장',
    type: '전통시장',
    name_address: '부산광역시 중구 보수대로 94',
    address: '부산광역시 중구 보수동3가 46-1'
  },
  {
    name: '서동시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 서동로141번길 21',
    address: '부산광역시 금정구서3동 302'
  },
  {
    name: '주례럭키종합상가',
    type: '전통시장',
    name_address: '부산광역시 사상구 가야대로 284번길 12',
    address: '부산광역시 사상구 주례동 595-4'
  },
  {
    name: '평화시장',
    type: '전통시장',
    name_address: '대구광역시 동구 아양로 9길 6-6',
    address: '대구광역시 동구 신암동 597-14'
  },
  {
    name: '대동그린코아상가',
    type: '전통시장',
    name_address: '경상남도 창원시 창원천로 292',
    address: '경상남도 창원시 반지동 23'
  },
  {
    name: '합성동상가',
    type: '전통시장',
    name_address: '경상남도 창원시 회원구 합성옛길136',
    address: '경상남도 창원시 회원구 합성동 125-3'
  },
  {
    name: '정우새어시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 어시장7길126',
    address: '경상남도 창원시 마산합포구 동성동 313'
  },
  {
    name: '코오롱타운상가',
    type: '전통시장',
    name_address: '경상남도 창원시 회원구 내서읍 호원로361-2',
    address: '경상남도 창원시 회원구 내서읍 호계리 10'
  },
  {
    name: '진동전통시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 진동면 진동시장길 62',
    address: '경상남도 창원시 마산합포구 진동면 진동리264-3'
  },
  {
    name: '동부종합상가',
    type: '전통시장',
    name_address: '경상남도 진주시 대신로299번길 7',
    address: '경상남도 진주시 상대동193-1'
  },
  {
    name: '양곡시장',
    type: '전통시장',
    name_address: '경기도 김포시 양촌읍 양곡1로 42-2',
    address: '경기도 김포시 양촌읍 양곡리 415-6'
  },
  {
    name: '정선사북시장',
    type: '전통시장',
    name_address: '강원도 정선군 사북읍 사북2길 6 - 1',
    address: '강원도 정선군 사북읍 사북리 366-59'
  },
  {
    name: '유천전통시장',
    type: '전통시장',
    name_address: '대전광역시 중구 문화로 105번길 113',
    address: '대전광역시 중구 유천동 303-10'
  },
  {
    name: '부산광역시 건축자재판매협동조합',
    type: '전통시장',
    name_address: '부산광역시 사상구 강변대로 570',
    address: '부산광역시 사상구 엄궁동 642'
  },
  {
    name: '염매시장',
    type: '전통시장',
    name_address: '대구광역시 중구 종로 11-9',
    address: '대구광역시 중구 계산동2가 252'
  },
  {
    name: '구미제일시장상가',
    type: '전통시장',
    name_address: '경상북도 구미시 1공단로 192',
    address: '경상북도 구미시 공단동 264-18'
  },
  {
    name: '진보시장',
    type: '전통시장',
    name_address: '경상북도 청송군 진보면 진안남2길 9-1',
    address: '경상북도 청송군 진보면 진안리 121-3'
  },
  {
    name: '신흥시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 신흥로 95-9 용산동2가',
    address: '서울특별시 용산구 용산동 2가 1-480'
  },
  {
    name: '남성역골목시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 사당로 16가길 19',
    address: '서울특별시 동작구 사당동 267-4'
  },
  {
    name: '성남남한산성시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 산성대로518번길 7',
    address: '경기도 성남시 중원구 은행동 1565 1'
  },
  {
    name: '모란종합시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 성남대로 1127',
    address: '경기도 성남시 중원구 성남동 4182'
  },
  {
    name: '도일시장',
    type: '전통시장',
    name_address: '경기도 시흥시 도일로 100의 4',
    address: '경기도 시흥시 거모동 1669-22'
  },
  {
    name: '봉평전통시장',
    type: '전통시장',
    name_address: '강원도 평창군 봉평면 허생원장터길15',
    address: '강원도 평창군 봉평면 창동리 397-34'
  },
  {
    name: '신철원전통시장',
    type: '전통시장',
    name_address: '강원도 철원군 갈말읍 삼부연로18번길 16-2',
    address: '강원도 철원군 갈말읍 신철원리 697'
  },
  {
    name: '보령한내시장',
    type: '전통시장',
    name_address: '충청남도 보령시 정화로길 13',
    address: '충청남도 보령시 대천동 197-1'
  },
  {
    name: '부여중앙시장',
    type: '전통시장',
    name_address: '충청남도 부여군 부여읍 중앙로13번길 14-3',
    address: '충청남도 부여군 부여읍 구아리 164-1'
  },
  {
    name: '부여새시장',
    type: '전통시장',
    name_address: '충청남도 부여군 부여읍 부여로 12',
    address: '충청남도 부여군 부여읍 구아리 395-7'
  },
  {
    name: '청주 두꺼비시장',
    type: '전통시장',
    name_address: '충청북도 청주시 서원구 수곡로 58번길 7-2',
    address: '충청북도 청주시 서원구 수곡동 862'
  },
  {
    name: '상승원남시장',
    type: '전통시장',
    name_address: '충청북도 보은군 삼승면 삼승탄부로 12',
    address: '충청북도 보은군 삼승면 원남리 191'
  },
  {
    name: '감안시장',
    type: '전통시장',
    name_address: '부산광역시 남구 홍곡로 17',
    address: '부산광역시 남구 감만1동 171-9'
  },
  {
    name: '반송골목시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 아랫반송로 39번길 18-1',
    address: '부산광역시 해운대구 반송동 250-371'
  },
  {
    name: '좌동재래시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 좌동로91번길 20',
    address: '부산광역시 해운대구 좌동 892'
  },
  {
    name: '사하시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 장평로 451',
    address: '부산광역시 사하구 괴정동 550-38'
  },
  {
    name: '새일시장',
    type: '전통시장',
    name_address: '대구광역시 서구 달서로 17-7',
    address: '대구광역시 서구 내당2 3동 968-7'
  },
  {
    name: '금성시장',
    type: '전통시장',
    name_address: '경상북도 의성군 금성면 탑리길56-1',
    address: '경상북도 의성군 금성면 대리리 66-7'
  },
  {
    name: '삼방시장',
    type: '전통시장',
    name_address: '경상남도 김해시 삼안로 255번길 안길 6-12',
    address: '경상남도 김해시 삼안로 삼방동 665-8'
  },
  {
    name: '무안전통시장',
    type: '전통시장',
    name_address: '전라남도 무안군 무안읍 승달로 11',
    address: '전라남도 무안군 무안읍 성내리 21-6'
  },
  {
    name: '대산 전통시장',
    type: '전통시장',
    name_address: '전라북도 고창군 대산면 공음대산로 935',
    address: '전라북도 고창군 대산면 매산리 200-13'
  },
  {
    name: '제주시동문공설시장상인회',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 동문로 4길9',
    address: '제주특별자치도 제주시 일도1동 1103'
  },
  {
    name: '전곡재래시장',
    type: '전통시장',
    name_address: '경기도 연천군 전곡읍 전곡로172번길 4-15',
    address: '경기도 연천군 전곡읍 전곡리 479-30'
  },
  {
    name: '합덕전통시장',
    type: '전통시장',
    name_address: '충청남도 당진시 합덕읍 버그내2길 128-42',
    address: '충청남도 당진시 합덕읍 운산리 253-47'
  },
  {
    name: '신도꼼지락 시장',
    type: '전통시장',
    name_address: '대전광역시 동구 흥룡로37번길 12',
    address: '대전광역시 동구 가양동 38-5'
  },
  {
    name: '용상공설시장',
    type: '전통시장',
    name_address: '경상북도 안동시 경동로 862',
    address: '경상북도 안동시 용상동 1242'
  },
  {
    name: '풍기중앙시장',
    type: '전통시장',
    name_address: '경상북도 영주시 풍기읍 동성로 73',
    address: '경상북도 영주시 풍기읍 성내리 1-4'
  },
  {
    name: '산수시장',
    type: '전통시장',
    name_address: '광주광역시 동구 필문대로192번길 17-1',
    address: '광주광역시 동구 산수동 558-58'
  },
  {
    name: '쌍문시장',
    type: '전통시장',
    name_address: '서울특별시 도봉구 도봉로113길 20',
    address: '서울특별시 도봉구 쌍문동 94-29'
  },
  {
    name: '역곡남부시장',
    type: '전통시장',
    name_address: '경기도 부천시 부광로16번길 33',
    address: '경기도 부천시 소사구 괴안동 107-8'
  },
  {
    name: '원당전통시장',
    type: '전통시장',
    name_address: '경기도 고양시 덕양구 호국로 790번길 17',
    address: '경기도 고양시 덕양구 성사동 697-14'
  },
  {
    name: '양양전통시장',
    type: '전통시장',
    name_address: '강원도 양양군 양양읍 남문5길 9',
    address: '강원도 양양군 남문리 57'
  },
  {
    name: '용호시장',
    type: '전통시장',
    name_address: '부산광역시 남구 동명로 152번길 93',
    address: '부산광역시 남구 용호동 516-10'
  },
  {
    name: '재송시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 재송1로60번길 16 서해재송아파트',
    address: '부산광역시 해운대구 재송1동 1080-5'
  },
  {
    name: '방천시장',
    type: '전통시장',
    name_address: '대구광역시 중구 달구벌대로450길16-3',
    address: '대구광역시 중구 대봉동 4-9'
  },
  {
    name: '안동북문시장',
    type: '전통시장',
    name_address: '경상북도 안동시 북문옥정길 25',
    address: '경상북도 안동시 율세동 410-5'
  },
  {
    name: '풍기선비골인삼시장',
    type: '전통시장',
    name_address: '경상북도 영주시 풍기읍 소백로 2156',
    address: '경상북도 영주시 풍기읍 산법리 446-4 8'
  },
  {
    name: '풍각공설시장',
    type: '전통시장',
    name_address: '경상북도 청도군 청도군 풍각면 송서7길 5',
    address: '경상북도 청도군 청도군 풍각면 송서리 572-2'
  },
  {
    name: '대방덕산1차상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 대정로 131',
    address: '경상남도 창원시 성산구 대방동 356'
  },
  {
    name: '군산역전종합시장',
    type: '전통시장',
    name_address: '전라북도 군산시 구암3 1로 13-1',
    address: '전라북도 군산시 대명동 138-151'
  },
  {
    name: '임실시장',
    type: '전통시장',
    name_address: '전라북도 임실군 임실읍 운수로 26',
    address: '전라북도 임실군 임실읍 이도리 233-1'
  },
  {
    name: '고성오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 성산읍 고성오조로 93',
    address: '제주특별자치도 서귀포시 성산읍 고성리 1180-34'
  },
  {
    name: '모슬포중앙시장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 대정읍 상모로 327',
    address: '제주특별자치도 서귀포시 대정읍 하모리 824-2'
  },
  {
    name: '고척근린시장',
    type: '전통시장',
    name_address: '서울특별시 구로구 고척로 40길 19',
    address: '서울특별시 구로구 고척동 269-1'
  },
  {
    name: '안성중앙시장',
    type: '전통시장',
    name_address: '경기도 안성시 장기로45번길 30',
    address: '경기도 안성시 서인동 81'
  },
  {
    name: '춘천후평시장',
    type: '전통시장',
    name_address: '강원도 춘천시 효평길 104',
    address: '강원도 춘천시 후평동 691-22'
  },
  {
    name: '성정시장',
    type: '전통시장',
    name_address: '충청남도 천안시 서북구 양지21길 31',
    address: '충청남도 천안시 서북구 성정동 736-7 양지21길 31'
  },
  {
    name: '재송한마음시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 재반로 81-20',
    address: '부산광역시 해운대구 재송동 1089-18'
  },
  {
    name: '민락어패류시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광안해변로 278',
    address: '부산광역시 수영구 민락동 181-8'
  },
  {
    name: '신평전통시장',
    type: '전통시장',
    name_address: '경상북도 구미시 칠성로6길 48',
    address: '경상북도 구미시 신평동 150-4'
  },
  {
    name: '월곡시장',
    type: '전통시장',
    name_address: '광주광역시 광산구 월곡 사암로 300',
    address: '광주광역시 광산구 월곡동 687-3'
  },
  {
    name: '김제전통시장',
    type: '전통시장',
    name_address: '전라북도 김제시 사정거리1길20',
    address: '전라북도 김제시 요촌동 415'
  },
  {
    name: '김제역전시장',
    type: '전통시장',
    name_address: '전라북도 김제시 중앙로 288',
    address: '전라북도 김제시 신풍동 40-2'
  },
  {
    name: '중문오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 서귀포시 중문동 2123-1',
    address: '제주특별자치도 서귀포시 중문동 2123-1'
  },
  {
    name: '회기시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 회기로25길 11',
    address: '서울특별시 동대문구 회기동 57-220'
  },
  {
    name: '수유시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 도봉로67길 18',
    address: '서울특별시 강북구 수유1동 54-5'
  },
  {
    name: '코코프라자',
    type: '전통시장',
    name_address: '경기도 성남시 서현로210번길 20',
    address: '경기도 성남시 서현동 248-5번지 1층'
  },
  {
    name: '성환이화시장',
    type: '전통시장',
    name_address: '충청남도 천안시 서북구 성환읍 성환중앙로 50',
    address: '충청남도 천안시 서북구 성환읍 성환리 449-1111'
  },
  {
    name: '청주직지시장',
    type: '전통시장',
    name_address: '충청북도 청주시 흥덕구 직지대로 639번길 88',
    address: '충청북도 청주시 흥덕구 봉명동 472-6'
  },
  {
    name: '성곡종합시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 새싹로 207-6',
    address: '부산광역시 부산진구 초읍동271-6'
  },
  {
    name: '부전가상골목시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 중앙대로 775-21번길',
    address: '부산광역시 부산진구 부전동 341-70'
  },
  {
    name: '반여3동골목시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 재반로256번길 8',
    address: '부산광역시 해운대구 반여3동 1607-2'
  },
  {
    name: '문경전통시장',
    type: '전통시장',
    name_address: '경상북도 문경시 문경읍 문희로 41-15',
    address: '경상북도 문경시 문경읍 하리 88-2'
  },
  {
    name: '소계시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 소계로 83-6',
    address: '경상남도 창원시 의창구 소계동83-6'
  },
  {
    name: '지도시장',
    type: '전통시장',
    name_address: '전라남도 신안군 지도읍 읍내길 16-20',
    address: '전라남도 신안군 지도읍 읍내리 168-6'
  },
  {
    name: '진안고원시장',
    type: '전통시장',
    name_address: '전라북도 진안군 진안읍시장1길16',
    address: '전라북도 진안군 군상리 406-7'
  },
  {
    name: '백운시장',
    type: '전통시장',
    name_address: '서울특별시 도봉구 삼양로154길 30',
    address: '서울특별시 도봉구 쌍문동 495-80'
  },
  {
    name: '가리봉시장',
    type: '전통시장',
    name_address: '서울특별시 구로구 우마3길 15',
    address: '서울특별시 구로구 가리봉동 123-62'
  },
  {
    name: '조원동 펭귄시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 조원로16길 27',
    address: '서울특별시 관악구 신림동 541의 6'
  },
  {
    name: '마천시장',
    type: '전통시장',
    name_address: '서울특별시 송파구 마천로45길 23 113호',
    address: '서울특별시 송파구 마천동 140-2번지'
  },
  {
    name: '미래타운 제2종합시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 불정로376번길 31',
    address: '경기도 성남시 분당구 서현동 311'
  },
  {
    name: '의정부 청과야채시장',
    type: '전통시장',
    name_address: '경기도 의정부시 시민로 157번길',
    address: '경기도 의정부시 의정부동 30-8'
  },
  {
    name: '신흥시장',
    type: '전통시장',
    name_address: '경기도 부천시 평천로 719',
    address: '경기도 부천시 삼정동 314-13'
  },
  {
    name: '동부시장',
    type: '전통시장',
    name_address: '인천광역시 동구 샛골로 164-5',
    address: '인천광역시 동구 송림동 50-95'
  },
  {
    name: '간성전통시장',
    type: '전통시장',
    name_address: '강원도 고성군 간성시장3길 7-2',
    address: '강원도 고성군 간성읍 신안리 311-10'
  },
  {
    name: '법동시장',
    type: '전통시장',
    name_address: '대전광역시 대덕구 계족로 608번길 23 법동',
    address: '대전광역시 대덕구 법동 200-7'
  },
  {
    name: '목도시장',
    type: '전통시장',
    name_address: '충청북도 괴산군 불정면 목도로4길 11',
    address: '충청북도 괴산군 불정면 목도리 308-9'
  },
  {
    name: '삼성시장',
    type: '전통시장',
    name_address: '충청북도 음성군 삼성면 대성로 608-2',
    address: '충청북도 음성군 삼성면 덕정리 534-17'
  },
  {
    name: '선우시장',
    type: '전통시장',
    name_address: '울산광역시 중구 곽남14길 37',
    address: '울산광역시 중구 남외동 385-3 선우시장 선화아파트'
  },
  {
    name: '동울산종합시장',
    type: '전통시장',
    name_address: '울산광역시 동구 진성14길 77 전하동',
    address: '울산광역시 동구 전하동 661-1'
  },
  {
    name: '예천중앙시장',
    type: '전통시장',
    name_address: '경상북도 예천군 예천읍 시장로127',
    address: '경상북도 예천군 예천읍 동본리 497-1'
  },
  {
    name: '녹동전통시장',
    type: '전통시장',
    name_address: '전라남도 고흥군 도양읍 녹동남촌1길 24',
    address: '전라남도 고흥군 도양읍 봉암리 2699-70'
  },
  {
    name: '봉선시장',
    type: '전통시장',
    name_address: '광주광역시 남구 봉선중앙로91번길 7 봉선동',
    address: '광주광역시 남구 봉선동 997-1'
  },
  {
    name: '군산명산시장',
    type: '전통시장',
    name_address: '전라북도 군산시 오룡로51-18',
    address: '전라북도 군산시 명산동 14-27'
  },
  {
    name: '장위전통시장',
    type: '전통시장',
    name_address: '서울특별시 성북구 장위로 36길 46-1',
    address: '서울특별시 성북구 장위동 68-225'
  },
  {
    name: '상계중앙시장',
    type: '전통시장',
    name_address: '서울특별시 노원구 상계로 27길 32',
    address: '서울특별시 노원구 상계동 389번지 일원 49필지'
  },
  {
    name: '장호원시장번영회',
    type: '전통시장',
    name_address: '경기도 이천시 장호원읍 장감로77번길 14',
    address: '경기도 이천시 장호원읍 오남리 3-1'
  },
  {
    name: '열우물 전통시장',
    type: '전통시장',
    name_address: '인천광역시 부평구 배곶남로 21번길 18',
    address: '인천광역시 부평구 십정동 321-6'
  },
  {
    name: '대산종합시장',
    type: '전통시장',
    name_address: '충청남도 서산시 대산읍 충의로 1942',
    address: '충청남도 서산시 대산읍 대산리 119'
  },
  {
    name: '진천중앙시장',
    type: '전통시장',
    name_address: '충청북도 진천군 진천읍 중앙동6길 23',
    address: '충청북도 진천군 진천읍 읍내리 305-12'
  },
  {
    name: '부산 자갈밭시장',
    type: '전통시장',
    name_address: '부산광역시 중구 남포동 자갈치해안로 52',
    address: '부산광역시 중구 남포동4가 37-1'
  },
  {
    name: '송현주공시장(월촌역시장)',
    type: '전통시장',
    name_address: '대구광역시 달서구 송현로12안길 38',
    address: '대구광역시 달서구 송현동 1948-3'
  },
  {
    name: '상인영남상가 영남화성상가시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 상인서로 76',
    address: '대구광역시 달서구 상인1동1517'
  },
  {
    name: '북동공설시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 의안로 49번길 30',
    address: '경상남도 창원시 의창우 북동 249-1'
  },
  {
    name: '영산포 풍물시장',
    type: '전통시장',
    name_address: '전라남도 나주시 풍물시장2길 12-14',
    address: '전라남도 나주시 이창동 765'
  },
  {
    name: '양동건어물시장',
    type: '전통시장',
    name_address: '광주광역시 서구 천변좌로 254번길 6',
    address: '광주광역시 서구 양동 5-160'
  },
  {
    name: '장량성도시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 용두산길 54',
    address: '경상북도 포항시 북구 두호동 1079'
  },
  {
    name: '제일시장',
    type: '전통시장',
    name_address: '전라남도 여수시 학동2길 7-4',
    address: '전라남도 여수시 학동 35-2'
  },
  {
    name: '남광주 해뜨는시장',
    type: '전통시장',
    name_address: '광주광역시 동구 제봉로17번길 13-6',
    address: '광주광역시 동구 학동 55-57'
  },
  {
    name: '삼국시장',
    type: '전통시장',
    name_address: '서울특별시 영등포구 영등포로 219 영등포동5가',
    address: '서울특별시 영등포구 영등포동5가 20-62'
  },
  {
    name: '석수시장',
    type: '전통시장',
    name_address: '경기도 안양시 만안구 석천로 171번길 20',
    address: '경기도 안양시 만안구 석수동 287'
  },
  {
    name: '용남시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 인주대로 266번길17-1',
    address: '인천광역시 미추홀구 용현동 4-2'
  },
  {
    name: '용달샘시장상인회',
    type: '전통시장',
    name_address: '충청북도 충주시 지곡10길 35',
    address: '충청북도 충주시 지현동 1076'
  },
  {
    name: '연풍전통시장',
    type: '전통시장',
    name_address: '충청북도 괴산군 연풍면 향교로홍문길 5',
    address: '충청북도 괴산군 연풍면 행촌리 611-1'
  },
  {
    name: '매포전통시장',
    type: '전통시장',
    name_address: '충청북도 단양군 매포읍 평동24길 8',
    address: '충청북도 단양군 매포읍 평동리 1139'
  },
  {
    name: '신정평화시장',
    type: '전통시장',
    name_address: '울산광역시 남구 봉월로 67번길 17',
    address: '울산광역시 남구 신정동 1600-3 신정평화시장'
  },
  {
    name: '공항시장',
    type: '전통시장',
    name_address: '대구광역시 동구 해동로3길 6',
    address: '대구광역시 동구 지저동 694-41'
  },
  {
    name: '반야월목련시장',
    type: '전통시장',
    name_address: '대구광역시 동구 반야월로30길 61-1',
    address: '대구광역시 동구 신기동 271-2'
  },
  {
    name: '구암현대시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산회원구 구암서5길 15',
    address: '경상남도 창원시 마산회원구 구암1동 18-2'
  },
  {
    name: '거제읍내시장',
    type: '전통시장',
    name_address: '경상남도 거제시 거제읍내로2길 28',
    address: '경상남도 거제시 거제면 서상리 325-2번지'
  },
  {
    name: '석계시장',
    type: '전통시장',
    name_address: '경상남도 양산시 상북면 삼계4길 2',
    address: '경상남도 양산시 상북면 석계리 34-9'
  },
  {
    name: '초계시장',
    type: '전통시장',
    name_address: '경상남도 합천군 초계중앙로 61',
    address: '경상남도 합천군 초계리 50-1'
  },
  {
    name: '굴비골영광시장',
    type: '전통시장',
    name_address: '전라남도 영광군 영광읍 중앙로3길 5-22',
    address: '전라남도 영광군 영광읍 도동리 186'
  },
  {
    name: '서동시장',
    type: '전통시장',
    name_address: '전라북도 익산시 중앙로3길 39',
    address: '전라북도 익산시 창인동1가 115-13'
  },
  {
    name: '고척골목시장',
    type: '전통시장',
    name_address: '서울특별시 구로구 중앙로8길 10 고척동',
    address: '서울특별시 구로구 고척동 51-10'
  },
  {
    name: '종로신진시장',
    type: '전통시장',
    name_address: '서울특별시 종로구 종로38길 16',
    address: '서울특별시 종로구 종로5가 225-21'
  },
  {
    name: '화양제일골목시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 아차산로29길 59',
    address: '서울특별시 광진구 화양동 34-72호'
  },
  {
    name: '사기막골 도자기시장',
    type: '전통시장',
    name_address: '경기도 이천시 경충대로2993번길 24 사음동',
    address: '경기도 이천시 사음동 509'
  },
  {
    name: '연산전통시장',
    type: '전통시장',
    name_address: '충청남도 논산시 연산면 연산4길 10-8',
    address: '충청남도 논산시 연산면 연산리 394-1'
  },
  {
    name: '제천약초시장',
    type: '전통시장',
    name_address: '충청북도 제천시 원화산로 121',
    address: '충청북도 제천시 화산동 987'
  },
  {
    name: '부전 인삼시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 중앙대로573-26',
    address: '부산광역시 부산진구 부전동 573-26'
  },
  {
    name: '민락회타운시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광남로 158',
    address: '부산광역시 수영구 민락동 184-84'
  },
  {
    name: '오수시장',
    type: '전통시장',
    name_address: '전라북도 임실군 오수면 오수로 159',
    address: '전라북도 임실군 오수면 오수리 351-1'
  },
  {
    name: '영동교 골목시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 동일로10길 47',
    address: '서울특별시 광진구 자양4동 40-38'
  },
  {
    name: '유진상가',
    type: '전통시장',
    name_address: '서울특별시 서대문구 홍은동 통일로 484',
    address: '서울특별시 서대문구 홍은동 48-84'
  },
  {
    name: '영진시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 동교로12길 21 서교동',
    address: '서울특별시 마포구 서교동 485-14'
  },
  {
    name: '등마루시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 화곡로68길 120',
    address: '서울특별시 강서구 등촌동 637-10'
  },
  {
    name: '석촌시장',
    type: '전통시장',
    name_address: '서울특별시 송파구 송파대로 37길 52 지층',
    address: '서울특별시 송파구 석촌동 274-8 지층'
  },
  {
    name: '도계전두시장',
    type: '전통시장',
    name_address: '강원도 삼척시 도계읍 전두시장길 6-1',
    address: '강원도 삼척시 도계읍 전두리 81-20'
  },
  {
    name: '와수전통시장',
    type: '전통시장',
    name_address: '강원도 철원군 서면 와수로 184번길 6-3',
    address: '강원도 철원군 서면 와수리 1171-92'
  },
  {
    name: '부사전통시장',
    type: '전통시장',
    name_address: '대전광역시 중구 대종로316번길 16',
    address: '대전광역시 중구 부사동 148-6'
  },
  {
    name: '새영주시장',
    type: '전통시장',
    name_address: '부산광역시 중구 초량중로6번길 일원',
    address: '부산광역시 중구 영주동 20-16'
  },
  {
    name: '광안어패류시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 민락수변로7번길 19',
    address: '부산광역시 수영구 민락동181-72'
  },
  {
    name: '덕하공설시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 청량읍 덕하장터길 9 덕하시장',
    address: '울산광역시 울주군 청량읍 상남리 578 덕하시장'
  },
  {
    name: '칠성본시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성시장로 15-1',
    address: '대구광역시 북구 칠성동1가 97-1'
  },
  {
    name: '풍물시장',
    type: '전통시장',
    name_address: '경상북도 상주시 풍물시장길16',
    address: '경상북도 상주시 남성동 113-28'
  },
  {
    name: '소계옛길시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 소계로 99-4',
    address: '경상남도 창원시 의창구 소계동 723-15'
  },
  {
    name: '일반성시장',
    type: '전통시장',
    name_address: '경상남도 진주시 동부로1993번길 27',
    address: '경상남도 진주시 일반성면 창촌리 92'
  },
  {
    name: '한림매일시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 한림읍 한림로 681',
    address: '제주특별자치시도 제주시 한림읍 한림리 1315-4'
  },
  {
    name: '창동골목시장',
    type: '전통시장',
    name_address: '서울특별시 도봉구 덕릉로58길 16',
    address: '서울특별시 도봉구 창동 557-45 일대'
  },
  {
    name: '오목교 중앙시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 신목로4길 25 신정동',
    address: '서울특별시 양천구 신정2동 119-32'
  },
  {
    name: '원미부흥시장',
    type: '전통시장',
    name_address: '경기도 부천시 부천로96번길 80',
    address: '경기도 부천시 원미동 119-4'
  },
  {
    name: '주문진종합시장',
    type: '전통시장',
    name_address: '강원도 강릉시 주문진읍 구시장길 11-3',
    address: '강원도 강릉시 주문진읍 주문리 321-14'
  },
  {
    name: '오류전통시장',
    type: '전통시장',
    name_address: '대전광역시 중구 계룡로882번길 72',
    address: '대전광역시 중구 오류동 162-16'
  },
  {
    name: '수정시장',
    type: '전통시장',
    name_address: '부산광역시 동구 고관로 106',
    address: '부산광역시 동구 수정2동 170- 1'
  },
  {
    name: '초읍시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 성지로51번길 60',
    address: '부산광역시 부산진구 초읍동225'
  },
  {
    name: '서면중앙시장',
    type: '전통시장',
    name_address: '대구광역시 북구 호국로43길27',
    address: '대구광역시 북구 서변동 1751'
  },
  {
    name: '북마산가구시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 북성로 33-1',
    address: '경상남도 창원시 마산합포구 추산동 1-57'
  },
  {
    name: '양구중앙시장',
    type: '전통시장',
    name_address: '강원도 양구군 중앙길 68',
    address: '강원도 양구군 상리 235'
  },
  {
    name: '안락상가시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 충렬대로410번길 21',
    address: '부산광역시 동래구 안락2동603-1'
  },
  {
    name: '민락씨랜드시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 광안해변로 299',
    address: '부산광역시 수영구 민락동 181-228'
  },
  {
    name: '칠곡시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠곡중앙대로526',
    address: '대구광역시 북구 읍내동 1201-1'
  },
  {
    name: '영주중앙시장',
    type: '전통시장',
    name_address: '경상북도 영주시 영주로 192번길 10-1',
    address: '경상북도 영주시 영주동 547'
  },
  {
    name: '수산시장',
    type: '전통시장',
    name_address: '경상남도 밀양시 하남읍 시서상가길 5',
    address: '경상남도 밀양시 하남읍 수산리815-18'
  },
  {
    name: '송강전통시장',
    type: '전통시장',
    name_address: '대전광역시 유성구 구즉로 74-7',
    address: '대전광역시 유성구 송강동 49-10'
  },
  {
    name: '내토전통시장',
    type: '전통시장',
    name_address: '충청북도 제천시 용두천로 11길 5',
    address: '충청북도 제천시 중앙로1가 34-1'
  },
  {
    name: '장전상가시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 부산대학로49번길 13',
    address: '부산광역시 금정구 장전동421-7'
  },
  {
    name: '언양공설시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 언양읍 남부리 336-20 언양공설시장',
    address: '울산광역시 울주군 언양읍 남부리 336-20'
  },
  {
    name: '서포시장',
    type: '전통시장',
    name_address: '경상남도 사천시 자구로 473',
    address: '경상남도 사천시 서포면 구평리 644-3'
  },
  {
    name: '한라프라자',
    type: '전통시장',
    name_address: '경상남도 거제시 거제중앙로 1906 고현동',
    address: '경상남도 거제시 고현동 961-153'
  },
  {
    name: '사거리전통시장',
    type: '전통시장',
    name_address: '전라남도 장성군 북이면 사남북길 22',
    address: '전라남도 장성군 북이면 사거리 717-3'
  },
  {
    name: '매일시장',
    type: '전통시장',
    name_address: '전라북도 익산시 중앙로 3길 13',
    address: '전라북도 익산시 창인동1가 88-5'
  },
  {
    name: '장미제일시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 동일로143길 36',
    address: '서울특별시 중랑구 중화동 309-1'
  },
  {
    name: '대림시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 응암로4길 22',
    address: '서울특별시 은평구 응암동 754-1'
  },
  {
    name: '군포역전시장',
    type: '전통시장',
    name_address: '경기도 군포시 군포로538번길 18',
    address: '경기도 군포시 당동 749'
  },
  {
    name: '연원시장',
    type: '전통시장',
    name_address: '충청북도 충주시 금곡로 31',
    address: '충청북도 충주시 연수동 547-6'
  },
  {
    name: '강곡전통시장',
    type: '전통시장',
    name_address: '충청북도 음성군 감곡면 장감로 132번길 22',
    address: '충청북도 음성군 감곡면 왕장리 525-8'
  },
  {
    name: '광안시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 수영로603번길 18',
    address: '부산광역시 수영구 광안동559-2'
  },
  {
    name: '칠성상가시장',
    type: '전통시장',
    name_address: '대구광역시 북구 칠성남로 230',
    address: '대구광역시 북구 칠성동1가 150-1'
  },
  {
    name: '옥곡 5일시장',
    type: '전통시장',
    name_address: '전라남도 광양시 옥곡면 큰골1길 2-26',
    address: '전라남도 광양시 옥곡면 신금리 1337-1'
  },
  {
    name: '일도전통시장',
    type: '전통시장',
    name_address: '전라남도 무안군 시장길 11-22',
    address: '전라남도 무안군 일로읍 월암리 111-9'
  },
  {
    name: '사창시장',
    type: '전통시장',
    name_address: '전라남도 장성군 삼계면 사창로 81-2',
    address: '전라남도 장성군 삼계면 사창리 482-44'
  },
  {
    name: '신정제일시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 중앙로34길 30',
    address: '서울특별시 양천구 신정1동 1030-6'
  },
  {
    name: '원종중앙시장',
    type: '전통시장',
    name_address: '경기도 부천시 성오로 124번길 47',
    address: '경기도 부천시 원종동 209-5'
  },
  {
    name: '조공시장',
    type: '전통시장',
    name_address: '경기도 부천시 소사구 범안로8번길 11',
    address: '경기도 부천시 괴안동 40'
  },
  {
    name: '신흥시장',
    type: '전통시장',
    name_address: '인천광역시 중구 도원로 15-1',
    address: '인천광역시 중구 선화동 29-10'
  },
  {
    name: '춘천번개시장',
    type: '전통시장',
    name_address: '강원도 춘천시 소양로212 새마을금고2층',
    address: '강원도 춘천시 소양로1가 93-10'
  },
  {
    name: '태백시 장성중앙시장',
    type: '전통시장',
    name_address: '강원도 태백시 장성1길 190',
    address: '강원도 태백시 장성동 159-2'
  },
  {
    name: '원통시장',
    type: '전통시장',
    name_address: '강원도 인제군 북면 원통로 178번길 7-1',
    address: '강원도 인제군 북면 원통리 647-40'
  },
  {
    name: '용운시장',
    type: '전통시장',
    name_address: '대전광역시 동구 용운로 164번길 일원',
    address: '대전광역시 동구 용운동 305-14'
  },
  {
    name: '사직전통시장',
    type: '전통시장',
    name_address: '충청북도 청주시 서원구 사직대로 265번길 7',
    address: '충청북도 청주시 서원구 사직동 267-12'
  },
  {
    name: '보은전통시장',
    type: '전통시장',
    name_address: '충청북도 보은군 삼산로 17- 1',
    address: '충청북도 보은군 삼산리 139-20'
  },
  {
    name: '동평새시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 백양순환로164번길 13-2',
    address: '부산광역시 부산진구 당감동 315-4'
  },
  {
    name: '하단시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 승학로2번길 1',
    address: '부산광역시 사하구 당리동 302-7'
  },
  {
    name: '농공중앙시장',
    type: '전통시장',
    name_address: '대구광역시 달성군 논공읍 용호로2길 12',
    address: '대구광역시 달성군 논공읍 북리 824-26'
  },
  {
    name: '양학시장',
    type: '전통시장',
    name_address: '경상북도 포항시북구 양학로 40',
    address: '경상북도 포항시 북구 학잠동 83'
  },
  {
    name: '불국사상가시장',
    type: '전통시장',
    name_address: '경상북도 경주시 진현로1길 59-5',
    address: '경상북도 경주시 진현동 66-5'
  },
  {
    name: '송지시장',
    type: '전통시장',
    name_address: '경상남도 밀양시 삼랑진읍 외송3길 8-1',
    address: '경상남도 밀양시 삼랑진읍 송지리359의15'
  },
  {
    name: '익산남부시장',
    type: '전통시장',
    name_address: '전라북도 익산시 평동로11길 12',
    address: '전라북도 익산시 인화동2가 7'
  },
  {
    name: '보성시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 동광로 1길 32',
    address: '제주특별자치도 제주시 이도1동 1289-52'
  },
  {
    name: '시민시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 팔달문로4번길 19 영동',
    address: '경기도 수원시 팔달구 영동 10-18'
  },
  {
    name: '평창전통시장',
    type: '전통시장',
    name_address: '강원도 평창군 평창읍 평창중앙로 27-26',
    address: '강원도 평창군 평창읍 하리 139-1'
  },
  {
    name: '옥천상가',
    type: '전통시장',
    name_address: '충청북도 옥천군 옥천읍 삼금로 45',
    address: '충청북도 옥천군 옥천읍 금구리 5-7'
  },
  {
    name: '도원시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 도원동길 8',
    address: '대구광역시 달서구 도원동 1437-1'
  },
  {
    name: '오천삼광시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 오천읍 정몽주로679번길 3',
    address: '경상북도 포항시 남구 오천읍 구정리 34-5'
  },
  {
    name: '영남시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 동해면 일월로152',
    address: '경상북도 포항시 남구 동해면 약전리 436-3'
  },
  {
    name: '감포시장',
    type: '전통시장',
    name_address: '경상북도 경주시 감포로115',
    address: '경상북도 경주시 감포리 436-1'
  },
  {
    name: '구미종합상가',
    type: '전통시장',
    name_address: '경상북도 구미시 구미중앙로9길 14-6',
    address: '경상북도 구미시 원평동 119-15'
  },
  {
    name: '자인공설시장',
    type: '전통시장',
    name_address: '경상북도 경산시 자인면 자인로 206-4',
    address: '경상북도 경산시 자인면 서부리 254'
  },
  {
    name: '소답시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 의안로49번길 31-7',
    address: '경상남도 창원시 의창구 북동 246 6'
  },
  {
    name: '화곡중앙시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 월정로 30길 66',
    address: '서울특별시 강서구 화곡동 362-144'
  },
  {
    name: '관악종합시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 신원로 23',
    address: '서울특별시 관악구 신림동 1602-1'
  },
  {
    name: '미나리광시장',
    type: '전통시장',
    name_address: '경기도 수원시 팔달구 수원천로 266-4 지동',
    address: '경기도 수원시 팔달구 지동 400-12'
  },
  {
    name: '진흥종합시장',
    type: '전통시장',
    name_address: '인천광역시 부평구 부흥로3204번길 27',
    address: '인천광역시 부평구 부평동 252-52'
  },
  {
    name: '거진전통시장',
    type: '전통시장',
    name_address: '강원도 고성군 거진시장길 15',
    address: '강원도 고성군 거진리 272'
  },
  {
    name: '금산인삼쇼핑센터',
    type: '전통시장',
    name_address: '충청남도 금산군 금산읍 인삼광장로 47',
    address: '충청남도 금산군 금산읍 중도리 9-1'
  },
  {
    name: '청양전통시장',
    type: '전통시장',
    name_address: '충청남도 청양군 칠갑산로6길 6',
    address: '충청남도 청양군 읍내리 178-4'
  },
  {
    name: '덕산시장',
    type: '전통시장',
    name_address: '충청남도 예산군 덕산면 읍내서길 2-1',
    address: '충청남도 예산군 덕산면 읍내리 356-4'
  },
  {
    name: '산성전통시장(산성뿌리전통시장)',
    type: '전통시장',
    name_address: '대전광역시 중구 대둔산로 420',
    address: '대전광역시 중구 산성동 285-1'
  },
  {
    name: '개금큰시장',
    type: '전통시장',
    name_address: '부산광역시 부산진구 엄광로 15',
    address: '부산광역시 부산진구 개금동 615-20'
  },
  {
    name: '덕신1차시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 온산읍 덕신리 1280-21',
    address: '울산광역시 울주군 온산읍 덕신리 1280-21 덕신종합상설시장'
  },
  {
    name: '이현시장',
    type: '전통시장',
    name_address: '대구광역시 서구 문화로 33길24',
    address: '대구광역시 서구 평리동 606-8'
  },
  {
    name: '태전중앙시장',
    type: '전통시장',
    name_address: '대구광역시 북구 태전로 15',
    address: '대구광역시 북구 태전동 156-1'
  },
  {
    name: '지산목련시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 용학로42길 9 지산동',
    address: '대구광역시 수성구 지산동 1199-10'
  },
  {
    name: '공단종합시장',
    type: '전통시장',
    name_address: '경상북도 구미시 수출대로3길107',
    address: '경상북도 구미시 공단동 107'
  },
  {
    name: '부남시장',
    type: '전통시장',
    name_address: '경상북도 청송군 부남면 대전로142',
    address: '경상북도 청송군 부남면 대전리 64-16'
  },
  {
    name: '대야전통시장',
    type: '전통시장',
    name_address: '전라북도 군산시 대야면 대야시장로 7-1',
    address: '전라북도 군산시 대야면 산월리 401-1'
  },
  {
    name: '상례시장',
    type: '전통시장',
    name_address: '전라북도 완주군 삼례읍 삼봉로 6',
    address: '전라북도 완주군 삼례읍 삼례리 923-8'
  },
  {
    name: '동서시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 왕산로33길 13',
    address: '서울특별시 동대문구 제기동 650'
  },
  {
    name: '제일시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 통일로 731 대조동',
    address: '서울특별시 은평구 대조동 14-1'
  },
  {
    name: '인천시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 남부순환로246나길 14',
    address: '서울특별시 관악구 봉천동 1636-4'
  },
  {
    name: '숯골신흥시장',
    type: '전통시장',
    name_address: '경기도 성남시 수정구 수정로214번길 6',
    address: '경기도 성남시 수정구 신흥동 3436-10'
  },
  {
    name: '현대시장',
    type: '전통시장',
    name_address: '경기도 성남시 수정구 수정북로18',
    address: '경기도 성남시 수정구 태평동 3683'
  },
  {
    name: '주문진수산시장',
    type: '전통시장',
    name_address: '강원도 강릉시 주문진읍 시장2길 4',
    address: '강원도 강릉시 주문진읍 주문리 312-439'
  },
  {
    name: '청주 하복대시장',
    type: '전통시장',
    name_address: '충청북도 청주시 흥덕구 증안로34번길 20-1 복대동',
    address: '충청북도 청주시 흥덕구 복대동 2541번지'
  },
  {
    name: '밤고개자연시장',
    type: '전통시장',
    name_address: '충청북도 청주시 청원구 공항로 58번길 14',
    address: '충청북도 청주시 청원구 내덕동 396-7'
  },
  {
    name: '내수전통시장',
    type: '전통시장',
    name_address: '충청북도 청주시 청원구 내수읍 내수로 726',
    address: '충청북도 청주시 청원구 내수읍 마산리 169-6'
  },
  {
    name: '수암종합시장',
    type: '전통시장',
    name_address: '울산광역시 남구 수암로 128-2 야음동',
    address: '울산광역시 남구 야음동 698-1'
  },
  {
    name: '남부시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 상공로43',
    address: '경상북도 포항시 남구 상도동 629'
  },
  {
    name: '종합제일시장',
    type: '전통시장',
    name_address: '경상북도 구미시 구미중앙로9길 7',
    address: '경상북도 구미시 원평동 118-31'
  },
  {
    name: '강구시장',
    type: '전통시장',
    name_address: '경상북도 영덕군 강구면 강구시장1길',
    address: '경상북도 영덕군 강구면 오포리 535'
  },
  {
    name: '마산구암시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산 회원구 구암남 14길 8',
    address: '경상남도 창원시 마산 회원구 구암동 87'
  },
  {
    name: '옥수시장',
    type: '전통시장',
    name_address: '경상남도 거제시 옥수로2길 10',
    address: '경상남도 거제시 능포동 633-215'
  },
  {
    name: '정릉아리랑시장',
    type: '전통시장',
    name_address: '서울특별시 성북구 정릉로26가길 36',
    address: '서울특별시 성북구 정릉동 443-1'
  },
  {
    name: '은행나무시장',
    type: '전통시장',
    name_address: '서울특별시 금천구 금하로 25길 9 지하1층',
    address: '서울특별시 금천구 시흥동 828-45'
  },
  {
    name: '갈산전통시장',
    type: '전통시장',
    name_address: '충청남도 홍성군 갈산면 상촌로 29',
    address: '충청남도 홍성군 갈산면 상촌리 240-16'
  },
  {
    name: '우동종합상가시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 해운대로383번길 37-10',
    address: '부산광역시 해운대구 우2동 1092 16'
  },
  {
    name: '감천2동시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 옥천로75번길 17',
    address: '부산광역시 사하구 감천 2동 13-13'
  },
  {
    name: '원대 신시장',
    type: '전통시장',
    name_address: '대구광역시 서구 달서로 54길 6',
    address: '대구광역시 서구 원대동3가 1434-4'
  },
  {
    name: '용산종합큰시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 달구벌대로 301길 187-11',
    address: '대구광역시 달서구 용산동 933'
  },
  {
    name: '창평전통시장',
    type: '전통시장',
    name_address: '전라남도 담양군 창평면 사동길 14-25',
    address: '전라남도 담양군 창평면 창평리 209-1'
  },
  {
    name: '벌교 5일시장',
    type: '전통시장',
    name_address: '전라남도 보성군 벌교읍 시장1길 10',
    address: '전라남도 보성군 벌교읍 회정리 663-23'
  },
  {
    name: '후암시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 한강대로104길 77',
    address: '서울특별시 용산구 후암동 103'
  },
  {
    name: '강북북부시장(주)',
    type: '전통시장',
    name_address: '서울특별시 강북구 한천로 123길 26',
    address: '서울특별시 강북구 번동 413-3'
  },
  {
    name: '망원동 월드컵시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 망원로7길 3 31 망원동',
    address: '서울특별시 마포구 망원동 424-7'
  },
  {
    name: '경창시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 오목로9길 31',
    address: '서울특별시 양천구 신월동 447-8'
  },
  {
    name: '화곡본동시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 까치산로 35',
    address: '서울특별시 강서구 화곡본동 98-45'
  },
  {
    name: '은행시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 산성대로 526',
    address: '경기도 성남시 중원구 은행2동 1553'
  },
  {
    name: '소사종합시장',
    type: '전통시장',
    name_address: '경기도 부천시 호현로474번길 13-2',
    address: '경기도 부천시 소사본동 78-12'
  },
  {
    name: '학익시장',
    type: '전통시장',
    name_address: '인천광역시 미추홀구 학익동 한나루로 400',
    address: '인천광역시 미추홀구 학익동 270-3'
  },
  {
    name: '홍산시장',
    type: '전통시장',
    name_address: '충청남도 부여군 홍산면 홍산시장로 45-10',
    address: '충청남도 부여군 홍산면 남촌리 134-2'
  },
  {
    name: '연일시장',
    type: '전통시장',
    name_address: '부산광역시 연제구 고분로 24',
    address: '부산광역시 연제구 연산동636-28'
  },
  {
    name: '부산광역시 철강판매 협동조합',
    type: '전통시장',
    name_address: '부산광역시 사상구 강변대로 532 17-26',
    address: '부산광역시 사상구 엄궁동 643-4'
  },
  {
    name: '청구시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 만촌로 66 만촌동',
    address: '대구광역시 수성구 만촌동 984-1'
  },
  {
    name: '풍기인삼시장',
    type: '전통시장',
    name_address: '경상북도 영주시 풍기읍인삼로8',
    address: '경상북도 영주시 서부리 145-3'
  },
  {
    name: '풍기토종인삼시장',
    type: '전통시장',
    name_address: '경상북도 영주시 풍기읍 인삼로 40',
    address: '경상북도 영주시 풍기읍 성내리 148'
  },
  {
    name: '화령시장',
    type: '전통시장',
    name_address: '경상북도 상주시 화서면 화령남6길 7',
    address: '경상북도 상주시 화서면 신봉3리 128-7'
  },
  {
    name: '동곡공설시장',
    type: '전통시장',
    name_address: '경상북도 청도군 금천면 금천로 41-2',
    address: '경상북도 청도군 금천면 동곡리 776'
  },
  {
    name: '죽변시장',
    type: '전통시장',
    name_address: '경상북도 울진군 죽변면 죽변중앙로 168-14',
    address: '경상북도 울진군 죽변면 죽변리 36-8'
  },
  {
    name: '신부시장',
    type: '전통시장',
    name_address: '경상남도 거제시 장승포로 49',
    address: '경상남도 거제시 장승포동 283-99'
  },
  {
    name: '영산시장',
    type: '전통시장',
    name_address: '경상남도 창녕군 영산면 신영산로56',
    address: '경상남도 창녕군 영산면 성내리 516-4'
  },
  {
    name: '괴목시장',
    type: '전통시장',
    name_address: '전라남도 순천시 황전면 괴목길 17',
    address: '전라남도 순천시 황전면 괴목리 45-1'
  },
  {
    name: '화원5일시장',
    type: '전통시장',
    name_address: '전라남도 해남군 화원면 금평리 239',
    address: '전라남도 해남군 화원면 금평길 14'
  },
  {
    name: '황등시장',
    type: '전통시장',
    name_address: '전라북도 익산시 석재길 22',
    address: '전라북도 익산시 황등면 황등리58'
  },
  {
    name: '무주시장',
    type: '전통시장',
    name_address: '전라북도 무주군 무주읍 장터로 2',
    address: '전라북도 무주군 무주읍 읍내리 1152'
  },
  {
    name: '신산시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 고마로17길 11',
    address: '제주특별자치도 제주시 일도2동 377-11'
  },
  {
    name: '표선오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 서귀포시 표선면 표선동서로 203-1',
    address: '제주특별자치도 서귀포시 표선면 표선리 1001-1'
  },
  {
    name: '원종 종합시장',
    type: '전통시장',
    name_address: '경기도 부천시 삼작로 394',
    address: '경기도 부천시 원종동 372-1'
  },
  {
    name: '평창대화시장',
    type: '전통시장',
    name_address: '강원도 평창군 대화면 대화시장 2길 41',
    address: '강원도 평창군 대화면 대화리 1001-163'
  },
  {
    name: '현대상가시장',
    type: '전통시장',
    name_address: '충청남도 보령시 대흥로 16',
    address: '충청남도 보령시 대천동 618-69'
  },
  {
    name: '인동시장',
    type: '전통시장',
    name_address: '대전광역시 동구 대전천동로 452',
    address: '대전광역시 동구 인동 30-2'
  },
  {
    name: '서원시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 충렬대로359번길 55',
    address: '부산광역시 동래구 안락1동425-51'
  },
  {
    name: '화봉종합시장',
    type: '전통시장',
    name_address: '울산광역시 북구 상방로 94',
    address: '울산광역시 북구 화봉동 448-2'
  },
  {
    name: '군위전통시장',
    type: '전통시장',
    name_address: '경상북도 군위군 군위읍 중앙6길 4-1',
    address: '경상북도 군위군 군위읍 서부리 18-1'
  },
  {
    name: '옥수동새시장',
    type: '전통시장',
    name_address: '경상남도 거제시 능포로134-2',
    address: '경상남도 거제시 능포동 680 7'
  },
  {
    name: '노룬산 시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 뚝섬로 491 노룬산시장',
    address: '서울특별시 광진구 자양동 44-2'
  },
  {
    name: '동문전통시장',
    type: '전통시장',
    name_address: '충청북도 제천시 용두천로 125',
    address: '충청북도 제천시 중앙로2가 117-1'
  },
  {
    name: '구역전전통시장',
    type: '전통시장',
    name_address: '울산광역시 중구 구역전길 8 학산동',
    address: '울산광역시 중구 학산동 61-9'
  },
  {
    name: '송라시장',
    type: '전통시장',
    name_address: '대구광역시 동구 동부로5길 10',
    address: '대구광역시 동구 신천동 537-13'
  },
  {
    name: '신평시장',
    type: '전통시장',
    name_address: '경상남도 양산시 하북면 신평강변3길 11',
    address: '경상남도 양산시 하북면 순지리 575'
  },
  {
    name: '가야시장',
    type: '전통시장',
    name_address: '경상남도 합천군 가야면 가야시장로 63-15',
    address: '경상남도 합천군 가야면 황산리 17-1'
  },
  {
    name: '석곡전통시장',
    type: '전통시장',
    name_address: '전라남도 곡성군 석곡면 석곡로 70',
    address: '전라남도 곡성군 석곡면 석곡리 80-2'
  },
  {
    name: '동두천제일시장',
    type: '전통시장',
    name_address: '경기도 동두천시 정장로 11-12',
    address: '경기도 동두천시 생연동 823'
  },
  {
    name: '유)문경시 중앙시장',
    type: '전통시장',
    name_address: '경상북도 문경시 중앙로 87',
    address: '경상북도 문경시 점촌동 197-14'
  },
  {
    name: '태능엔터피아',
    type: '전통시장',
    name_address: '서울특별시 중랑구 동일로129길 35',
    address: '서울특별시 중랑구 중화동 314-1 태능에셈빌'
  },
  {
    name: '해미 종합시장',
    type: '전통시장',
    name_address: '충청남도 서산시 해미면 남문1로 47 48 2동',
    address: '충청남도 서산시 읍내리 184-1'
  },
  {
    name: '서남시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 달구벌대로 329길 17',
    address: '대구광역시 달서구 감삼동 55-5'
  },
  {
    name: '시종5일시장',
    type: '전통시장',
    name_address: '전라남도 영암군 시종면 내동중앙로 26',
    address: '전라남도 영암군 시종면 만수리 933-40'
  },
  {
    name: '송정매일시장',
    type: '전통시장',
    name_address: '광주광역시 광산구 송정로 29번길 64',
    address: '광주광역시 광산구 송정동 813-1'
  },
  {
    name: '신태인시장',
    type: '전통시장',
    name_address: '전라북도 정읍시 신태인읍 신태인2길 14',
    address: '전라북도 정읍시 신태인읍 신태인리 85-10'
  },
  {
    name: '성대종합시장',
    type: '전통시장',
    name_address: '서울특별시 동작구상도로102',
    address: '서울특별시 동작구 상도동 324-1 성대시장'
  },
  {
    name: '청과물시장',
    type: '전통시장',
    name_address: '경기도 부천시 경인로206번길 43',
    address: '경기도 부천시 심곡본동 659'
  },
  {
    name: '박달재전통시장',
    type: '전통시장',
    name_address: '충청북도 제천시 백운면 평동로 4-8',
    address: '충청북도 제천시 백운면지번주소 평동리 220-2'
  },
  {
    name: '동대신1동골목시장',
    type: '전통시장',
    name_address: '부산광역시 서구 대영로 74번길 4 동대신동1가',
    address: '부산광역시 서구 동대신동1가129-6'
  },
  {
    name: '서대신1동골목시장',
    type: '전통시장',
    name_address: '부산광역시 서구 대영로 30번길 19-1 서대신동1가',
    address: '부산광역시 서구 서대신동1가 149-4'
  },
  {
    name: '장림시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 장림번영로 22',
    address: '부산광역시 사하구 장림동 792-7'
  },
  {
    name: '태백시장',
    type: '전통시장',
    name_address: '대구광역시 수성구 수성2가 39-4 수성동2가',
    address: '대구광역시 수성구 수성2가 39-4'
  },
  {
    name: '달서송림시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 구마로 176',
    address: '대구광역시 달서구 본동 225-1'
  },
  {
    name: '완사시장',
    type: '전통시장',
    name_address: '경상남도 사천시 완사2길 12',
    address: '경상남도 사천시 정곡리 842'
  },
  {
    name: '화순능주시장',
    type: '전통시장',
    name_address: '전라남도 화순군 능주면 학포로 1955',
    address: '전라남도 화순군 능주면 관영리 94-8'
  },
  {
    name: '서부아침시장',
    type: '전통시장',
    name_address: '강원도 영월군 중앙로 30-1',
    address: '강원도 영월군 영월읍 영흥리 947-57'
  },
  {
    name: '강천시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 옥천로 8',
    address: '부산광역시 사하구 감천 1동 471'
  },
  {
    name: '송경시장',
    type: '전통시장',
    name_address: '대구광역시 달서구 앞산순환로49길 73',
    address: '대구광역시 달서구 송현1동 1941-3'
  },
  {
    name: '신녕공설시장',
    type: '전통시장',
    name_address: '경상북도 영천시 신녕면 본관시장길3',
    address: '경상북도 영천시 신녕면 화성리 866-1'
  },
  {
    name: '봉양시장',
    type: '전통시장',
    name_address: '경상북도 의성군 봉양면 도리원6길 9-1',
    address: '경상북도 의성군 봉양면 화전리 94-5'
  },
  {
    name: '성주전통시장',
    type: '전통시장',
    name_address: '경상북도 성주군 성주읍 시장길43',
    address: '경상북도 성주군 성주읍 경산리 718-63'
  },
  {
    name: '평해시장',
    type: '전통시장',
    name_address: '경상북도 울진군 평해읍 평해6길12',
    address: '경상북도 울진군 평해읍 평해리 879-3'
  },
  {
    name: '단성시장',
    type: '전통시장',
    name_address: '경상남도 산청군 단성면 목화로 968번길 17',
    address: '경상남도 산천군 단성면 성내리 178'
  },
  {
    name: '우수영5일시장',
    type: '전통시장',
    name_address: '전라남도 해남군 문내면 동외리 919-17',
    address: '전라남도 목포시 고하대로 706'
  },
  {
    name: '남원인월시장',
    type: '전통시장',
    name_address: '전라북도 남원시 인월면 인월로 65-3',
    address: '전라북도 남원시 인월면 인월리 252-1'
  },
  {
    name: '봉일시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 은천로 28',
    address: '서울특별시 관악구 봉천동 951-25'
  },
  {
    name: '(주)대전도매시장',
    type: '전통시장',
    name_address: '대전광역시 동구 대전로 785번길',
    address: '대전광역시 동구 중동 76-1'
  },
  {
    name: '덕산면전통시장',
    type: '전통시장',
    name_address: '충청북도 제천시 덕산면 약초로 3길 24',
    address: '충청북도 제천시 덕산면 도전리 431-2'
  },
  {
    name: '신평종합시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 다대로134번길 44 신평시장상가아파트',
    address: '부산광역시 사하구 신평1동 111-213'
  },
  {
    name: '망미새상가시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 연수로275번길 9',
    address: '부산광역시 수영구 망미동831'
  },
  {
    name: '남부시장',
    type: '전통시장',
    name_address: '대구광역시 남구 현충로 19길43',
    address: '대구광역시 남구 대명동 797-1'
  },
  {
    name: '영천금호공설시장',
    type: '전통시장',
    name_address: '경상북도 영천시 금호읍 금호로 101',
    address: '경상북도 영천시 금호읍 교대리167-35'
  },
  {
    name: '대동중앙시장',
    type: '전통시장',
    name_address: '경상남도 창원시 의창구 반계로 93',
    address: '경상남도 창원시 의창구 팔용동124-4'
  },
  {
    name: '구례상설시장',
    type: '전통시장',
    name_address: '전라남도 구례군 구례읍 구례1길 45-6',
    address: '전라남도 구례군 구례읍 봉동리 378-1'
  },
  {
    name: '무능시장',
    type: '전통시장',
    name_address: '광주광역시 남구 군분로27',
    address: '광주광역시 남구 주월동 974-107'
  },
  {
    name: '함덕오일시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 조천읍 함덕16길 15-13',
    address: '제주특별자치도 제주시 조천읍 함덕리 972-7'
  },
  {
    name: '덕이동패션1번지',
    type: '전통시장',
    name_address: '경기도 고양시 일산서구 덕이동 탄중로101번길 13',
    address: '경기도 고양시 일산서구 덕이동 384-1'
  },
  {
    name: '분당종합시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 돌마로 366번길 42',
    address: '경기도 성남시 분당구 수내동 83'
  },
  {
    name: '운천시장',
    type: '전통시장',
    name_address: '경기도 포천시 영북면 영북로 177번길 25',
    address: '경기도 포천시 영북면 운천리 531-5'
  },
  {
    name: '에덴골목시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 낙동대로535번길 33',
    address: '부산광역시 사하구 하단2동 500-29'
  },
  {
    name: '명덕시장',
    type: '전통시장',
    name_address: '대구광역시 남구 대명로 57길 10-46',
    address: '대구광역시 남구 대명동 141-1'
  },
  {
    name: '구미 장천시장',
    type: '전통시장',
    name_address: '경상북도 구미시 장천면 상장5길 4',
    address: '경상북도 구미시 장천면 상장리 918'
  },
  {
    name: '광영상설시장',
    type: '전통시장',
    name_address: '전라남도 광양시 광영동 광영시장길 19',
    address: '전라남도 광양시 광영동 682 A동 682-1 B동'
  },
  {
    name: '우산매일시장',
    type: '전통시장',
    name_address: '광주광역시 광산구 우산로',
    address: '광주광역시 광산구 우산동 1612- 1'
  },
  {
    name: '남한시장(주)수유중앙시장',
    type: '전통시장',
    name_address: '서울특별시 강북로 노해로 17길 21',
    address: '서울특별시 강북로 수유동 32-2'
  },
  {
    name: '춘천남부시장',
    type: '전통시장',
    name_address: '강원도 춘천시 공지로 367',
    address: '강원도 춘천시 효자동 684-11'
  },
  {
    name: '안면도수산시장',
    type: '전통시장',
    name_address: '충청남도 태안군 안면읍 장터로 104',
    address: '충청남도 태안군 안면읍 승언리 1249'
  },
  {
    name: '형산시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 문예로 70번길23',
    address: '경상북도 포항시 남구 대도동 143-1'
  },
  {
    name: '천왕산관광시장',
    type: '전통시장',
    name_address: '전라남도 장흥군 관산읍 칠관로 1559-4',
    address: '전라남도 장흥군 관산읍 옥당리 489-1'
  },
  {
    name: '남리5일시장',
    type: '전통시장',
    name_address: '전라남도 해남군 황산면 시등로 111-11',
    address: '전라남도 해남군 황산면 남리리 7번지'
  },
  {
    name: '함평천지전통시장',
    type: '전통시장',
    name_address: '전라남도 함평군 함평읍 시장길 49',
    address: '전라남도 함평군 함평읍 기각리 980-2'
  },
  {
    name: '영광고추특화시장',
    type: '전통시장',
    name_address: '전라남도 영광군 영광읍 신남로 100-25',
    address: '전라남도 영광군 영광읍 신하리 324-3'
  },
  {
    name: '신응암시장',
    type: '전통시장',
    name_address: '서울특별시 은평구 응암로22길3-1',
    address: '서울특별시 은평구 응암동 427-130'
  },
  {
    name: '서교시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 홍익로3길 20 서교동',
    address: '서울특별시 마포구 서교동 375-1'
  },
  {
    name: '의정부시장',
    type: '전통시장',
    name_address: '경기도 의정부시 시민로143번길 40',
    address: '경기도 의정부시 의정부1동 148-5'
  },
  {
    name: '가양시장(주)',
    type: '전통시장',
    name_address: '대전광역시 동구 매봉로 18',
    address: '대전광역시 동구 가양동 434'
  },
  {
    name: '마로관기시장(관기재래시장)',
    type: '전통시장',
    name_address: '충청북도 보은군 마로면 관기3길 6-7',
    address: '충청북도 보은군 마로면 관기리 377-1'
  },
  {
    name: '새감만종합시장',
    type: '전통시장',
    name_address: '부산광역시 남구 홍곡로 3',
    address: '부산광역시 남구 감만1동 163-2'
  },
  {
    name: '만덕2동 제일상가시장',
    type: '전통시장',
    name_address: '부산광역시 북구 함박봉로140번길 109',
    address: '부산광역시 북구 만덕2동 945-2'
  },
  {
    name: '금사제일상가시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 개좌로81',
    address: '부산광역시 금정구 금사동 68-14'
  },
  {
    name: '세흥시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 남천바다로 16',
    address: '부산광역시 수영구 남천동 26-5'
  },
  {
    name: '청하시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 청하면 청하로 200번길 4',
    address: '경상북도 포항시 북구 청하면 미남리 382-3'
  },
  {
    name: '건천시장',
    type: '전통시장',
    name_address: '경상북도 경주시 건천읍 내서로 1131-1',
    address: '경상북도 경주시 건천읍 건천리 339-4'
  },
  {
    name: '곤양종합시장',
    type: '전통시장',
    name_address: '경상남도 사천시 곤양면 남산로 65',
    address: '경상남도 사천시 곤양면 남문외리 48-4'
  },
  {
    name: '군복 공설시장',
    type: '전통시장',
    name_address: '경상남도 함안군 군북면 중암8길 27',
    address: '경상남도 함안군 군북면 중암리83-16'
  },
  {
    name: '주암시장',
    type: '전통시장',
    name_address: '전라남도 순천시 주암호길 9',
    address: '전라남도 순천시 주암면 광천 54-1'
  },
  {
    name: '다시5일시장',
    type: '전통시장',
    name_address: '전라남도 나주시 다시로 168-72',
    address: '전라남도 나주시 다시면 동곡리 39-46'
  },
  {
    name: '땅끝산정시장',
    type: '전통시장',
    name_address: '전라남도 해남군 송지면 산정1길 96',
    address: '전라남도 해남군 송지면 산정리 772-3'
  },
  {
    name: '익산금마시장',
    type: '전통시장',
    name_address: '전라북도 익산시 금마면 고도길 58',
    address: '전라북도 익산시 금마면 동고도리 701-2'
  },
  {
    name: '관촌시장',
    type: '전통시장',
    name_address: '전라북도 임실군 관촌면 사선1길 70-3',
    address: '전라북도 임실군 관촌면 관촌리 580-1 586'
  },
  {
    name: '부안줄포시장',
    type: '전통시장',
    name_address: '전라북도 부안군 줄포면 부안로 865',
    address: '전라북도 부안군 줄포면 줄포리 728-3'
  },
  {
    name: '서부공설시장',
    type: '전통시장',
    name_address: '강원도 영월군 영월읍 서부시장길 8-1',
    address: '강원도 영월군 영월읍 하송리 5-10'
  },
  {
    name: '회인재래시장',
    type: '전통시장',
    name_address: '충청북도 보은근 회인면 회인로 34',
    address: '충청북도 보은군 회인면 중앙리 59-15'
  },
  {
    name: '신울산종합시장',
    type: '전통시장',
    name_address: '울산광역시 중구 서원6길 11 반구동',
    address: '울산광역시 중구 반구동 100-1'
  },
  {
    name: '화원시장',
    type: '전통시장',
    name_address: '대구광역시 달성군 화원읍 화원읍 비슬로512길 66',
    address: '대구광역시 달성군 화원읍 천내리 892-1'
  },
  {
    name: '구미파크시장',
    type: '전통시장',
    name_address: '경상북도 구미시 송동로 154',
    address: '경상북도 구미시 도량동 77'
  },
  {
    name: '유신종합상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 신촌로 21',
    address: '경상남도 창원시 성산구 신촌동 15-6'
  },
  {
    name: '정읍연지시장',
    type: '전통시장',
    name_address: '전라북도 정읍시 연지시장 3길 50-9외',
    address: '전라북도 정읍시 연지동 44'
  },
  {
    name: '장계시장',
    type: '전통시장',
    name_address: '전라북도 장수군 장계면 시장천변길 36',
    address: '전라북도 장수군 장계면 장계리 464-1'
  },
  {
    name: '양북시장',
    type: '전통시장',
    name_address: '경상북도 경주시 양북면 감은로 53-8',
    address: '경상북도 경주시 양북면 어일리 1295-556'
  },
  {
    name: '서창시장',
    type: '전통시장',
    name_address: '경상남도 양산시 서창서2길 5',
    address: '경상남도 양산시 삼호동 524'
  },
  {
    name: '예산역전시장',
    type: '전통시장',
    name_address: '충청남도 예산군 역전로 84',
    address: '충청남도 예산군 산성리 356-7'
  },
  {
    name: '명장시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 명장로64번길 12',
    address: '부산광역시 동래구 명장1동145-9'
  },
  {
    name: '염포시장',
    type: '전통시장',
    name_address: '울산광역시 북구 새장터6길 4',
    address: '울산광역시 북구 염포동 194-1'
  },
  {
    name: '상대종합시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 양학천로 76번길13',
    address: '경상북도 포항시 남구 상도동 1-12'
  },
  {
    name: '의성영매시장',
    type: '전통시장',
    name_address: '경상북도 의성군 의성읍 염매시장길 5',
    address: '경상북도 의성군 의성읍 후죽리 688'
  },
  {
    name: '서마산시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산회원구 석전남16길64',
    address: '경상남도 창원시 마산회원구 석전동 155-1'
  },
  {
    name: '나주시 남평5일시장',
    type: '전통시장',
    name_address: '전라남도 나주시 지석로 21',
    address: '전라남도 나주시 남평읍 남평리 69-1'
  },
  {
    name: '군산주공시장',
    type: '전통시장',
    name_address: '전라북도 군산시 하나운안1길 39',
    address: '전라북도 군산시 나운동 836-11'
  },
  {
    name: '만리시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 효창원로 270 서계동',
    address: '서울특별시 용산구 서계동 260-1 만리시장'
  },
  {
    name: '청량종합도매시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 경동시장로30-7',
    address: '서울특별시 동대문구 제기동 620-44'
  },
  {
    name: '송촌시장',
    type: '전통시장',
    name_address: '대전광역시 대덕구 동춘당로 83',
    address: '대전광역시 대덕구 송촌동 476-1'
  },
  {
    name: '옥종공설시장',
    type: '전통시장',
    name_address: '경상남도 하동군 옥종면 옥종사장길 5',
    address: '경상남도 하동군 옥종면 청룡리'
  },
  {
    name: '면목시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 면목로39길 11',
    address: '서울특별시 중랑구 면목동 650 카멜리아쇼핑센타'
  },
  {
    name: '포천일동전통시장',
    type: '전통시장',
    name_address: '경기도 포천시 일동면 화동로 1090-14',
    address: '경기도 포천시 일동면 1033번지 13-9'
  },
  {
    name: '동송시장',
    type: '전통시장',
    name_address: '강원도 철원군 동송읍 이평로 47번길 16',
    address: '강원도 철원군 동송읍 이평리 680-1'
  },
  {
    name: '옥천 공설시장',
    type: '전통시장',
    name_address: '충청북도 옥천군 옥천읍 삼금로 5길 5-14',
    address: '충청북도 옥천군 옥천읍 금구리 5-68'
  },
  {
    name: '에덴시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 낙동대로535번길 28',
    address: '부산광역시 사하구 하단2동 487-6'
  },
  {
    name: '보성화성상가',
    type: '전통시장',
    name_address: '대구광역시 달서구 이곡동 계대동문로 99',
    address: '대구광역시 달서구 이곡동 1191번지 보성화성상가'
  },
  {
    name: '포항운하송림시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 운하로36번길 7',
    address: '경상북도 포항시 남구 송도동 493-11'
  },
  {
    name: '은척시장',
    type: '전통시장',
    name_address: '경상북도 상주시 은척면 봉중1길 16-1',
    address: '경상북도 상주시 은척면 봉중리383-2'
  },
  {
    name: '풍양시장',
    type: '전통시장',
    name_address: '경상북도 예천군 풍양면 낙상2길 37-13',
    address: '경상북도 예천군 풍양면 낙상리 157-7'
  },
  {
    name: '계천공설시장',
    type: '전통시장',
    name_address: '경상남도 하동군 금남면 섬진강대로 977-17',
    address: '경상남도 하동군 금남면 계천리 355-3'
  },
  {
    name: '진도읍조금시장',
    type: '전통시장',
    name_address: '전라남도 진도군 진도읍 조금시장길 25',
    address: '전라남도 진도군 진도읍 남동리 731'
  },
  {
    name: '동부시장',
    type: '전통시장',
    name_address: '광주광역시 북구 중문로9번길 39',
    address: '광주광역시 북구 중흥동 272-6'
  },
  {
    name: '모란시장',
    type: '전통시장',
    name_address: '경기도 성남시 중원구 성남대로 1127',
    address: '경기도 성남시 중원구 성남동 4182'
  },
  {
    name: '노룬산골목시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 뚝섬로25길 6',
    address: '서울특별시 광진구 자양동 553-60'
  },
  {
    name: '신곡종합시장',
    type: '전통시장',
    name_address: '서울특별시 양천구 남부순환로79길 37',
    address: '서울특별시 양천구 신월동 575-17'
  },
  {
    name: '도계중앙시장',
    type: '전통시장',
    name_address: '강원도 삼척시 도계읍 도계로4길 20',
    address: '강원도 삼척시 도계읍 도계리 390-1'
  },
  {
    name: '아미시장',
    type: '전통시장',
    name_address: '부산광역시 서구 아미초장로 132 아미동2가',
    address: '부산광역시 서구 아미동 2가 96-11'
  },
  {
    name: '보성은하상가',
    type: '전통시장',
    name_address: '대구광역시 달서구 월곡로 320',
    address: '대구광역시 달서구 상인1동42'
  },
  {
    name: '불국시장',
    type: '전통시장',
    name_address: '경상북도 경주시 불국로 장터길 24',
    address: '경상북도 경주시 구정동 429-7'
  },
  {
    name: '풍산공설시장',
    type: '전통시장',
    name_address: '경상북도 안동시 풍산읍 하리들길 7-1',
    address: '경상북도 안동시 풍산읍 하리리 234-6'
  },
  {
    name: '배둔시장',
    type: '전통시장',
    name_address: '경상남도 고성군 희화면 배둔로31번길 5',
    address: '경상남도 고성군 회화면 배둔리 826-2'
  },
  {
    name: '영암 독천5일시장',
    type: '전통시장',
    name_address: '전라남도 영암군 미암면 독천1길 19',
    address: '전라남도 영암군 학산면 독천리 1237-2'
  },
  {
    name: '두암시장',
    type: '전통시장',
    name_address: '광주광역시 북구 금녕길 23',
    address: '광주광역시 북구 두암동 856-5'
  },
  {
    name: '함열시장',
    type: '전통시장',
    name_address: '전라북도 익산시 함열읍 2길 8',
    address: '전라북도 익산시 와리 565-26'
  },
  {
    name: '원평시장',
    type: '전통시장',
    name_address: '전라북도 김제시 금산면 원평6길 39-10',
    address: '전라북도 김제시 금산면 원평리 91번지'
  },
  {
    name: '백련시장',
    type: '전통시장',
    name_address: '서울특별시 서대문구 가재울로6길 53-87 남가좌동 백련시장아파트',
    address: '서울특별시 서대문구 남가좌동 345-4'
  },
  {
    name: '금산약초시장',
    type: '전통시장',
    name_address: '충청남도 금산군 비단로 144',
    address: '충청남도 금산군 중도리 31'
  },
  {
    name: '남광시장',
    type: '전통시장',
    name_address: '부산광역시 남구 홍곡로 359',
    address: '부산광역시 남구 대연4동1170-7'
  },
  {
    name: '용호삼성시장',
    type: '전통시장',
    name_address: '부산광역시 남구 용호로 106번길 40',
    address: '부산광역시 남구 용호동 128-1'
  },
  {
    name: '영남종합시장',
    type: '전통시장',
    name_address: '부산광역시 연제구 중앙대로1031-1',
    address: '부산광역시 연제구 연산동 1364-2'
  },
  {
    name: '이서공설시장',
    type: '전통시장',
    name_address: '경상북도 청도군 이서면 학산1길51',
    address: '경상북도 청도군 이서면 학산리 579-2'
  },
  {
    name: '합성대로상가',
    type: '전통시장',
    name_address: '경상남도 창원시 회원구 3 15대로 747의1',
    address: '경상남도 창원시 회원구 합성동 85-8'
  },
  {
    name: '고산미소시장',
    type: '전통시장',
    name_address: '전라북도 완주군 고산면 남봉로 134',
    address: '전라북도 완주군 고산면 읍내리 884-4'
  },
  {
    name: '봉동시장',
    type: '전통시장',
    name_address: '전라북도 완주군 봉동읍 봉동동서로 134-5',
    address: '전라북도 완주군 봉동읍 장기리 217-13'
  },
  {
    name: '장수시장',
    type: '전통시장',
    name_address: '전라북도 장수군 장수읍 시장로 11',
    address: '전라북도 장수군 장수읍 장수리 460-2'
  },
  {
    name: '영해종합시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 학감대로 109-10',
    address: '부산광역시 사상구 학장동 570-2'
  },
  {
    name: '야로시장',
    type: '전통시장',
    name_address: '경상남도 합천군 야로면 야로시장길 7-5',
    address: '경상남도 합천군 야로면 구정리 273-4'
  },
  {
    name: '사러가쇼핑',
    type: '전통시장',
    name_address: '서울특별시 서대문구 연희맛로 23 연희동',
    address: '서울특별시 서대문구 연희동 131의 1'
  },
  {
    name: '봉천현대시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 양녕로 49',
    address: '서울특별시 관악구 봉천동 503-2'
  },
  {
    name: '중부농수산물시장',
    type: '전통시장',
    name_address: '경기도 안양시 만안구 안양로248번길23',
    address: '경기도 안양시 만안구 안양동 622-337'
  },
  {
    name: '당리시장',
    type: '전통시장',
    name_address: '부산광역시 사하구 제석로62번길 16',
    address: '부산광역시 사하구 당리동 143-1'
  },
  {
    name: '그린종합시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 용두산길 39',
    address: '경상북도 포항시 북구 장성동 1352-1'
  },
  {
    name: '두회시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 창흥로 11',
    address: '경상북도 포항시 북구 창포동630'
  },
  {
    name: '과역전통시장',
    type: '전통시장',
    name_address: '전라남도 고흥군 과역면 시장안길 15',
    address: '전라남도 고흥군 과역면 과역리 162'
  },
  {
    name: '보성매일시장',
    type: '전통시장',
    name_address: '전라남도 보성군 보성읍 신흥길 9',
    address: '전라남도 보성군 보성읍 보성리 895-14'
  },
  {
    name: '산서시장',
    type: '전통시장',
    name_address: '전라북도 장수군 산서면 보산로 1864-11',
    address: '전라북도 장수군 산서면 동화리 839-73'
  },
  {
    name: '동부시장',
    type: '전통시장',
    name_address: '서울특별시 동대문구 천호대로 281',
    address: '서울특별시 동대문구 답십리동 495-1'
  },
  {
    name: '대원종합시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 화곡로21길 78',
    address: '서울특별시 강서구 화곡3동 1023'
  },
  {
    name: '봉천중앙시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 관악로 211',
    address: '서울특별시 관악구 봉천동 32-2'
  },
  {
    name: '양재시장(주)',
    type: '전통시장',
    name_address: '서울특별시 서초구 남부순환로356길 15 양재동',
    address: '서울특별시 서초구 양재동1-7'
  },
  {
    name: '고덕시장',
    type: '전통시장',
    name_address: '충청남도 예산군 고덕면 용고길 342',
    address: '충청남도 예산군 고덕면 대천리 783-3'
  },
  {
    name: '연동시장',
    type: '전통시장',
    name_address: '부산광역시 연제구 연동로8번길 22',
    address: '부산광역시 연제구 연산동312-18'
  },
  {
    name: '남지시장',
    type: '전통시장',
    name_address: '경상남도 창녕군 남지읍 본동길4',
    address: '경상남도 창녕군 남지읍 남지리 531'
  },
  {
    name: '덕산시장',
    type: '전통시장',
    name_address: '경상남도 산청군 시천면 남명로 188-5 덕산시장',
    address: '경상남도 산청군 시천면 사리 931-3'
  },
  {
    name: '중앙시장',
    type: '전통시장',
    name_address: '전라남도 순천시 중앙시장길 18',
    address: '전라남도 순천시 남내동 119-1'
  },
  {
    name: '안성시장(덕유산장터)',
    type: '전통시장',
    name_address: '전라북도 무주군 안성면 칠연로 38',
    address: '전라북도 무주군 안성면 장기리 1511-123'
  },
  {
    name: '수유북부시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 삼양로 91길 11의 12',
    address: '서울특별시 강북구 수유동 413-2'
  },
  {
    name: '강남시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 상도로 357 아파트 시장',
    address: '서울특별시 동작구 상도동 488 강남상가아파트'
  },
  {
    name: '반송시장',
    type: '전통시장',
    name_address: '부산광역시 해운대구 아랫반송로21번길 41',
    address: '부산광역시 해운대구 반송1동 709-12'
  },
  {
    name: '구덕대림상가',
    type: '전통시장',
    name_address: '부산광역시 사상구 학감대로49번길 62',
    address: '부산광역시 사상구 학장동 167-3'
  },
  {
    name: '한라종합시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 대안길 57',
    address: '경상북도 포항시 북구 용흥동 357-1'
  },
  {
    name: '신영주번개시장',
    type: '전통시장',
    name_address: '경상북도 영주시 선비로79번길',
    address: '경상북도 영주시 휴천동 330'
  },
  {
    name: '무장전통시장',
    type: '전통시장',
    name_address: '전라북도 고창군 무장면 왕제산로 725',
    address: '전라북도 고창군 무장면 무장리 85-1'
  },
  {
    name: '해리전통시장',
    type: '전통시장',
    name_address: '전라북도 고창군 해리면 해리중앙로 64-12',
    address: '전라북도 고창군 해리면 하련리 685-55'
  },
  {
    name: '여수해안건어물상가시장',
    type: '전통시장',
    name_address: '전라남도 여수시 교동남2길 14',
    address: '전라남도 여수시 교동 481'
  },
  {
    name: '봉천제일종합시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 청룡2길 29',
    address: '서울특별시 관악구 청룡동 921-1'
  },
  {
    name: '장성시장',
    type: '전통시장',
    name_address: '부산광역시 금정구 수림로61번길 53',
    address: '부산광역시 금정구 장전동155-17'
  },
  {
    name: '현대종합상가시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 수영로741번길 12',
    address: '부산광역시 수영구 수영동541'
  },
  {
    name: '흥부시장',
    type: '전통시장',
    name_address: '경상북도 울진군 북면 장터길 104',
    address: '경상북도 울진군 북면 부구리 135'
  },
  {
    name: '영오시장',
    type: '전통시장',
    name_address: '경상남도 고성군 영오면 영산리 영회로 527-9',
    address: '경상남도 고성군 영오면 영산리 232-1'
  },
  {
    name: '이동공설시장',
    type: '전통시장',
    name_address: '경상남도 남해군 이동면 무림로 63번길 9',
    address: '경상남도 남해군 이동면 무림리'
  },
  {
    name: '해보시장',
    type: '전통시장',
    name_address: '전라남도 함평군 해보면 밀재로 1274-12',
    address: '전라남도 함평군 해보면 문장리 822-116'
  },
  {
    name: '십교시장',
    type: '전통시장',
    name_address: '충청남도 예산군 삽교읍 두리3길 50-7',
    address: '충청남도 예산군 삽교읍 두리 568-37'
  },
  {
    name: '용두전통시장',
    type: '전통시장',
    name_address: '대전광역시 중구 계룡로 881번길 53',
    address: '대전광역시 중구 용두동 12-2'
  },
  {
    name: '동강전통시장',
    type: '전통시장',
    name_address: '전라남도 고흥군 원유둔4길 13-1',
    address: '전라남도 고흥군 동강면 유둔리 7-2'
  },
  {
    name: '신림종합시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 남부순환로 157길 63',
    address: '서울특별시 관악구 신림동 505-1'
  },
  {
    name: '동대구역전시장',
    type: '전통시장',
    name_address: '대구광역시 동구 동부로 16길 18',
    address: '대구광역시 동구 신천동 278'
  },
  {
    name: '부곡시장',
    type: '전통시장',
    name_address: '경상북도 김천시 부곡시장2길 16',
    address: '경상북도 김천시 부곡동 409-1번지 일원'
  },
  {
    name: '여수쌍봉시장',
    type: '전통시장',
    name_address: '전라남도 여수시 학동2길 7',
    address: '전라남도 여수시 학동 35-3번지'
  },
  {
    name: '완도전통시장',
    type: '전통시장',
    name_address: '전라남도 완도군 완도읍 개포로 34-1',
    address: '전라남도 완도군 완도읍 군내리 1249-2'
  },
  {
    name: '대전상가시장',
    type: '전통시장',
    name_address: '대전광역시 동구 충무로 185',
    address: '대전광역시 동구 인동 52-1'
  },
  {
    name: '광안종합시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 무학로49번길 71',
    address: '부산광역시 수영구 광안동 94-1'
  },
  {
    name: '망미삼성상가시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 망미로30번길 23',
    address: '부산광역시 수영구 망미동777'
  },
  {
    name: '창원캔버라상가',
    type: '전통시장',
    name_address: '경상남도 창원시 성산구 중앙대로61번길 4',
    address: '경상남도 창원시 성산구 중앙동97-6'
  },
  {
    name: '단계시장',
    type: '전통시장',
    name_address: '경상남도 신등면 신차로 500-3',
    address: '경상남도 산청군 신동면 단계리 784'
  },
  {
    name: '삼척번개시장',
    type: '전통시장',
    name_address: '강원도 삼척시 중앙로 14-27',
    address: '강원도 삼척시 사직동 50-11'
  },
  {
    name: '동북시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 솔샘로 233',
    address: '서울특별시 강북구 미아동 701-3'
  },
  {
    name: '진동시장',
    type: '전통시장',
    name_address: '경상남도 창원시 마산합포구 진동시장길 43-7',
    address: '경상남도 창원시 마산합포구 진동면 진동리237-11'
  },
  {
    name: '마천시장',
    type: '전통시장',
    name_address: '경상남도 창원시 진해구 웅동로 57',
    address: '경상남도 창원시 진해구 마천동 131-22'
  },
  {
    name: '안의시장',
    type: '전통시장',
    name_address: '경상남도 함양군 안의면 약초시장길 25-10',
    address: '경상남도 함양군 안의면 석천리 243'
  },
  {
    name: '복내5일시장',
    type: '전통시장',
    name_address: '전라남도 보성군 송재로 1838-12',
    address: '전라남도 보성군 복내면 복내리 152-14'
  },
  {
    name: '대덕읍전통시장',
    type: '전통시장',
    name_address: '전라남도 장흥군 대덕읍 거정2길 10',
    address: '전라남도 장흥군 대덕읍 신월리 111'
  },
  {
    name: '신성시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 용마산로 50',
    address: '서울특별시 광진구 중곡동 79-7'
  },
  {
    name: '감전제일상가시장',
    type: '전통시장',
    name_address: '부산광역시 사상구 새벽로168번길 21-11',
    address: '부산광역시 사상구 감전동 121-12'
  },
  {
    name: '덕신2차시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 온산읍 신온7길 69',
    address: '울산광역시 울주군 덕신리429'
  },
  {
    name: '함양토종약초시장',
    type: '전통시장',
    name_address: '경상남도 함양군 안의면 약초시장길 27',
    address: '경상남도 함양군 안의면 이전리 15'
  },
  {
    name: '신월중앙시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 강서로 5나길 109',
    address: '서울특별시 강서구 화곡동 929-1'
  },
  {
    name: '북원상가시장',
    type: '전통시장',
    name_address: '강원도 원주시 북원상가길 13',
    address: '강원도 원주시 태장2동 1379-23'
  },
  {
    name: '금산중부프라자(중부시장)',
    type: '전통시장',
    name_address: '충청남도 금산군 금산읍 비범로 19',
    address: '충청남도 금산군 금산읍 상리 89-4'
  },
  {
    name: '남창옹기종기시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 온양읍 남창장터길 24',
    address: '울산광역시 울주군 온양읍 남창리 146 남창옹기종기시장'
  },
  {
    name: '대산공설시장',
    type: '전통시장',
    name_address: '경상남도 함안군 대산면 대산중앙로 219',
    address: '경상남도 함안군 대산면 구혜리221-3'
  },
  {
    name: '지리산나들이장터',
    type: '전통시장',
    name_address: '전라남도 구례군 산동면 지리산온천로 126',
    address: '전라남도 구례군 산동면 원촌리 38'
  },
  {
    name: '상하전통시장',
    type: '전통시장',
    name_address: '전라북도 고창군 상하면 상하1길 8-3',
    address: '전라북도 고창군 상하면 하장리 939-3'
  },
  {
    name: '의흥시장',
    type: '전통시장',
    name_address: '경상북도 군위군 의흥면 읍내5길 7',
    address: '경상북도 군위군 의흥면 읍내리 594-1'
  },
  {
    name: '신반시장',
    type: '전통시장',
    name_address: '경상남도 의령군 부림면 신번로9길 11',
    address: '경상남도 의령군 부림면 신반리519-3'
  },
  {
    name: '월야시장',
    type: '전통시장',
    name_address: '전라남도 함평군 월야면 밀재로 1504-5',
    address: '전라남도 함평군 월야면 월야리 713-43'
  },
  {
    name: '노화전통시장',
    type: '전통시장',
    name_address: '전라남도 완도군 노화읍 이목길 62',
    address: '전라남도 완도군 노화읍 이포리 678-13'
  },
  {
    name: '화북종합시장',
    type: '전통시장',
    name_address: '제주특별자치도 제주시 청풍길 14',
    address: '제주특별자치도 제주시 화북1동 1947'
  },
  {
    name: '동진시장',
    type: '전통시장',
    name_address: '서울특별시 마포구 성미산로 198 연남동',
    address: '서울특별시 마포구 연남동 227-15'
  },
  {
    name: '화곡남부시장',
    type: '전통시장',
    name_address: '서울특별시 강서구 등촌로5길 80번지',
    address: '서울특별시 강서구 화곡동 830-1'
  },
  {
    name: '개봉중앙시장',
    type: '전통시장',
    name_address: '서울특별시 구로구 개봉로 17길 34',
    address: '서울특별시 구로구 개봉동 324-1'
  },
  {
    name: '금광시장',
    type: '전통시장',
    name_address: '경기도 성남시 산성대로426번길 5',
    address: '경기도 성남시 중원구 금광동 4622'
  },
  {
    name: '동방시장',
    type: '전통시장',
    name_address: '부산광역시 수영구 감포로8번길 10',
    address: '부산광역시 수영구 민락동161-7'
  },
  {
    name: '환호그린빌',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 환호공원길 15',
    address: '경상북도 포항시 북구 환호동 377-5'
  },
  {
    name: '화목시장',
    type: '전통시장',
    name_address: '경상북도 청송군 현서면 구산북로57-1',
    address: '경상북도 청송군 현서면 구산리 100-14'
  },
  {
    name: '남정시장',
    type: '전통시장',
    name_address: '경상북도 영덕군 남정면 진불1길 31-3',
    address: '경상북도 영덕군 남정면 장사리365'
  },
  {
    name: '회원프라자',
    type: '전통시장',
    name_address: '경상남도 거제시 고현로11길 18',
    address: '경상남도 거제시 고현동961-59'
  },
  {
    name: '생초시장',
    type: '전통시장',
    name_address: '경상남도 산청군 생초로 35-30',
    address: '경상남도 산청군 생초면 어서리 259-14'
  },
  {
    name: '조성5일시장',
    type: '전통시장',
    name_address: '전라남도 보성군 조성면 조성로 90-6',
    address: '전라남도 보성군 조성면 조성리 513-1'
  },
  {
    name: '보광시장',
    type: '전통시장',
    name_address: '서울특별시 용산구 보광로 30',
    address: '서울특별시 용산구 보광동 260-8 보광시장상가 주'
  },
  {
    name: '광성시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 능동로 47길 30',
    address: '서울특별시 광진구 중곡동 229-15'
  },
  {
    name: '조양시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 아차산로 30길 39',
    address: '서울특별시 광진구 자양동 6-20'
  },
  {
    name: '묵호항 자연산 수산물 판매장',
    type: '전통시장',
    name_address: '강원도 동해시 일출로 15-128',
    address: '강원도 동해시 묵호진동 15-128번지 외 4필지'
  },
  {
    name: '칠원공설시장',
    type: '전통시장',
    name_address: '경상남도 함안군 칠원면 서남3길14',
    address: '경상남도 함안군 칠원면 구성리 734-7'
  },
  {
    name: '봉계공설시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 두동면 계명3길 9',
    address: '울산광역시 울주군 두동면 봉계리 525'
  },
  {
    name: '무안시장',
    type: '전통시장',
    name_address: '경상남도 밀양시 무안면 사명로510-1',
    address: '경상남도 밀양시 무안면 무안리 814-2'
  },
  {
    name: '남면공설시장',
    type: '전통시장',
    name_address: '경상남도 남해군 남면 남서대로 785-4',
    address: '경상남도 남해군 남면 당항리 1381-5'
  },
  {
    name: '북천공설시장',
    type: '전통시장',
    name_address: '경상남도 하동군 경서대로 2427-14',
    address: '경상남도 하동군 북천면 직전리 597-1'
  },
  {
    name: '도화전통시장',
    type: '전통시장',
    name_address: '전라남도 고흥군 도화면 동신길 16-6',
    address: '전라남도 고흥군 도화면 당오리 568-1'
  },
  {
    name: '신도봉시장',
    type: '전통시장',
    name_address: '서울특별시 도봉구 도당로 27길 60',
    address: '서울특별시 도봉구 도봉동 611'
  },
  {
    name: '사당시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 사당로244',
    address: '서울특별시 동작구 사당동 318-8 사당시장'
  },
  {
    name: '우림시장',
    type: '전통시장',
    name_address: '서울특별시 관악구 난곡로 26길 19',
    address: '서울특별시 관악구 신림동 638-50'
  },
  {
    name: '금성상가시장',
    type: '전통시장',
    name_address: '부산광역시 동래구 우장춘로4번길 23-8',
    address: '부산광역시 동래구 온천동1407-2'
  },
  {
    name: '서면시장',
    type: '전통시장',
    name_address: '경상북도 경주시 서면 내서로 401-5',
    address: '경상북도 경주시 서면 아화리 240-2'
  },
  {
    name: '횡천공설시장',
    type: '전통시장',
    name_address: '경상남도 하동군 횡천면 문화2길 24',
    address: '경상남도 하동군 횡천면 횡천리 507-2'
  },
  {
    name: '승주시장',
    type: '전통시장',
    name_address: '전라남도 승주읍 승주장길 14',
    address: '전라남도 순천시 승주읍 서평리 43'
  },
  {
    name: '청림시장',
    type: '전통시장',
    name_address: '경상북도 포항시 남구 청림서길 29',
    address: '경상북도 포항시 남구 청림동 588-2'
  },
  {
    name: '북평면남창5일시장',
    type: '전통시장',
    name_address: '전라남도 해남군 북평면 달량진길 48-11',
    address: '전라남도 해남군 북평면 남창리 1279-1'
  },
  {
    name: '마전시장',
    type: '전통시장',
    name_address: '충청남도 금산군 추부면 마전1길 38',
    address: '충청남도 금산군 추부면 마전리 547-1'
  },
  {
    name: '도평시장',
    type: '전통시장',
    name_address: '경상북도 청송군 현동면 도평2길 21',
    address: '경상북도 청송군 현동면 도평리 839-103'
  },
  {
    name: '덕양시장',
    type: '전통시장',
    name_address: '전라남도 여수시 소라면 하세동길 12-2',
    address: '전라남도 여수시 소라면 덕양리 1270-1'
  },
  {
    name: '진도상설전통시장',
    type: '전통시장',
    name_address: '전라남도 진도군 진도읍 남동1길 57-8',
    address: '전라남도 진도군 진도읍 남동리 487-5'
  },
  {
    name: '흥덕전통시장',
    type: '전통시장',
    name_address: '전라북도 고창군 흥덕면 흥덕시장길 3',
    address: '전라북도 고창군 흥덕면 흥덕리 239-1'
  },
  {
    name: '동원시장',
    type: '전통시장',
    name_address: '서울특별시 중랑구 면목로74길 45 면목동',
    address: '서울특별시 중랑구 면목동 101-1 동원시장'
  },
  {
    name: '논동인정시장',
    type: '전통시장',
    name_address: '서울특별시 동작구 매봉로 177',
    address: '서울특별시 동작구 본동 187-1'
  },
  {
    name: '안덕시장',
    type: '전통시장',
    name_address: '경상북도 청송군 안덕면 명당2길',
    address: '경상북도 청송군 안덕면 명당1리 안덕로57'
  },
  {
    name: '화순이양전통시장',
    type: '전통시장',
    name_address: '전라남도 화순군 이양면 이양로 29-19',
    address: '전라남도 화순군 이양면 이양리 303-3'
  },
  {
    name: '설천시장',
    type: '전통시장',
    name_address: '전라북도 무주군 설천면 삼도봉로 11',
    address: '전라북도 무주군 설천면 소천리 904-29'
  },
  {
    name: '우이시장',
    type: '전통시장',
    name_address: '서울특별시 강북구 노해로 23길 68',
    address: '서울특별시 강북구 수유동 270-185'
  },
  {
    name: '대곡시장',
    type: '전통시장',
    name_address: '경상남도 진주시 대곡면 진의로 1079번길 6',
    address: '경상남도 진주시 대곡면 광석리 321'
  },
  {
    name: '병영5일시장',
    type: '전통시장',
    name_address: '전라남도 강진군 병영면 남삼인길 6',
    address: '전라남도 강진군 병영면 삼인리 318'
  },
  {
    name: '강진시장',
    type: '전통시장',
    name_address: '전라북도 임실군 강진면 호국로 14-12',
    address: '전라북도 임실군 강진면 갈담리 515-4'
  },
  {
    name: '중곡제일시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 긴고랑로11길 11',
    address: '서울특별시 광진구 중곡동 229-5'
  },
  {
    name: '마천전통시장',
    type: '전통시장',
    name_address: '경상남도 함양군 마천면 천왕봉로 1144-2',
    address: '경상남도 함양군 마천면 가흥리 609-2'
  },
  {
    name: '구림5일시장',
    type: '전통시장',
    name_address: '전라남도 영암군 군서면 도갑사로 31-13',
    address: '전라남도 영암군 군서면 동구림리 34-7'
  },
  {
    name: '예산광시시장',
    type: '전통시장',
    name_address: '충청남도 예산군 광시면 예당로 165-22',
    address: '충청남도 예산군 광시면 광시리 87-1'
  },
  {
    name: '무풍시장(대덕산장터)',
    type: '전통시장',
    name_address: '전라북도 무주군 무풍면 현내로 213',
    address: '전라북도 무주군 무풍면 현내리 259-5'
  },
  {
    name: '우성상가',
    type: '전통시장',
    name_address: '서울특별시 양천구 지양로 78',
    address: '서울특별시 양천구 신월동 928-1'
  },
  {
    name: '용궁시장',
    type: '전통시장',
    name_address: '경상북도 예천군 용궁면 용궁시장길 9',
    address: '경상북도 예천군 용궁면 읍부리 329-1'
  },
  {
    name: '이방정기시장',
    type: '전통시장',
    name_address: '경상남도 창녕군 이방면 이방대학로35-1',
    address: '경상남도 창녕군 이방면 거남리 43-5'
  },
  {
    name: '나산 전통 5일시장',
    type: '전통시장',
    name_address: '전라남도 함평군 나산면 나산길 15-10',
    address: '전라남도 함평군 나산면 삼축리 344-3'
  },
  {
    name: '동계시장',
    type: '전통시장',
    name_address: '전라북도 순창군 동계면 동계로 22',
    address: '전라북도 순창군 동계면 현포리 623'
  },
  {
    name: '기계시장',
    type: '전통시장',
    name_address: '경상북도 포항시 북구 기계면 새마을발상지길 7',
    address: '경상북도 포항시 북구 기계면 현내리 403'
  },
  {
    name: '청송시장',
    type: '전통시장',
    name_address: '경상북도 청송군 청송읍 현충로 106',
    address: '경상북도 청송군 청송읍 월막리 423-1'
  },
  {
    name: '완도중앙시장',
    type: '전통시장',
    name_address: '전라남도 완도군 완도읍 장보고대로 282-1',
    address: '전라남도 완도군 완도읍 군내리 1371'
  },
  {
    name: '한아름시장',
    type: '전통시장',
    name_address: '서울특별시 광진구 능동로13길 39',
    address: '서울특별시 광진구 화양동 10-1'
  },
  {
    name: '문산시장',
    type: '전통시장',
    name_address: '경상남도 진주시 문산읍 소문길 68',
    address: '경상남도 진주시 문산읍 소문리 112-6'
  },
  {
    name: '야탑에이스코아시장',
    type: '전통시장',
    name_address: '경기도 성남시 분당구 야탑로 64',
    address: '경기도 성남시 분당구 야탑동 502'
  },
  {
    name: '송백시장',
    type: '전통시장',
    name_address: '경상남도 밀양시 산내면 산내로 346-1',
    address: '경상남도 밀양시 산내면 송백리 1319-13'
  },
  {
    name: '복흥시장',
    type: '전통시장',
    name_address: '전라북도 순창군 복흥면 정산2길 6',
    address: '전라북도 순창군 복흥면 정산리 282-1'
  },
  {
    name: '공산면5일 전통시장',
    type: '전통시장',
    name_address: '',
    address: '전라남도 나주시 공산면 금곡리 862-14'
  },
  {
    name: '좌일5일시장',
    type: '전통시장',
    name_address: '전라남도 해남군 북일면 만월길 26-1',
    address: '전라남도 해남군 북일면 흥촌리 161'
  },
  {
    name: '예산시장',
    type: '전통시장',
    name_address: '충청남도 예산군 예산읍 형제고개로 967',
    address: '충청남도 예산군 예산읍 예산리 333-1'
  },
  {
    name: '곡천공설시장',
    type: '전통시장',
    name_address: '울산광역시 울주군 웅촌면 곡천동문길 20-22',
    address: '울산광역시 울주군 웅촌면 곡천리320-2'
  },
  {
    name: '금곡시장',
    type: '전통시장',
    name_address: '경상남도 진주시 금곡면 구암두문로 1021-9',
    address: '경상남도 진주시 금곡면 두문리 639-1'
  },
  {
    name: '웅천시장',
    type: '전통시장',
    name_address: '경상남도 창원시 진해구 웅천중로56번길 8',
    address: '경상남도 창원시 진해구 성내동 327'
  },
  {
    name: '진례전통시장',
    type: '전통시장',
    name_address: '경상남도 김해시 진례면 송현로 6-1',
    address: '경상남도 김해시 진례면 송정리 239-3'
  },
  {
    name: '세지5일시장',
    type: '전통시장',
    name_address: '',
    address: '전라남도 나주시 세지면 오봉리 246-3'
  },
  {
    name: '용산시장',
    type: '전통시장',
    name_address: '전라남도 장흥군 용산면 용인길 4',
    address: '전라남도 장흥군 용산면 인암리 800-1'
  },
  {
    name: '장평시장',
    type: '전통시장',
    name_address: '전라남도 장흥군 장평면 장택길 7',
    address: '전라남도 장흥군 장평면 양촌리 224'
  }
]
